(self.webpackChunk_N_E=self.webpackChunk_N_E||[]).push([[8184],{1531:(e,t,a)=>{"use strict";a.r(t),a.d(t,{default:()=>i});let i={src:"/2026/_next/static/media/IMG_3809.fc08001a.webp",height:1023,width:1024,blurDataURL:"data:image/webp;base64,UklGRlIAAABXRUJQVlA4IEYAAADQAQCdASoIAAgAAkA4JaQAAp2cwrxAAAD+2tdsfBKHa7BRuL5ariZdg/CrIypwu3zBoRb0Az47UF+jxXEHmUxdatFigAAA",blurWidth:8,blurHeight:8}},14397:(e,t,a)=>{"use strict";a.d(t,{default:()=>aI});var i=a(55158),n=a(24670),s=a(12382),o=a(33695),l=a(21380),r=a(22471),d=a(85233),g=a(58018),m=a(24743),p=a(35006),b=a(75837),u=a(63194),h=a(39025),c=a(22072),A=a(8875),P=a(34192),f=a(20552),v=a(37379),_=a(540),E=a(75130),w=a(44654),j=a(2883),Q=a(48216),D=a(82410),B=a(24025),C=a(57366),I=a(21789),y=a(60100),x=a(33171),R=a(79178),G=a(87457),M=a(6632),$=a(80263),T=a(64311),F=a(51372),N=a(60204),J=a(75005),k=a(24574),O=a(69011),S=a(22058),L=a(39882),U=a(44065),Y=a(59432),K=a(63343),W=a(46806),z=a(31997),V=a(65892),X=a(13131),H=a(28706),q=a(25083),Z=a(98176),ee=a(10487),et=a(99692),ea=a(92901),ei=a(97906),en=a(60283),es=a(49198),eo=a(40877),el=a(2128),er=a(84891),ed=a(43969),eg=a(80978),em=a(3861),ep=a(30199),eb=a(83806),eu=a(50693),eh=a(17548),ec=a(45051),eA=a(61970),eP=a(41545),ef=a(79184),ev=a(40415),e_=a(89158),eE=a(16110),ew=a(58438),ej=a(63839),eQ=a(43124),eD=a(5165),eB=a(10714),eC=a(82243),eI=a(35e3),ey=a(67697),ex=a(75550),eR=a(16887),eG=a(5607),eM=a(96573),e$=a(34884),eT=a(35759),eF=a(32150),eN=a(62241),eJ=a(6528),ek=a(46809),eO=a(39298),eS=a(83467),eL=a(16292),eU=a(99005),eY=a(34812),eK=a(61815),eW=a(88908),ez=a(1559),eV=a(55166),eX=a(47837),eH=a(11454),eq=a(40603),eZ=a(89794),e0=a(5249),e2=a(94607),e1=a(8052),e3=a(25410),e5=a(91187),e6=a(78856),e8=a(86281),e4=a(8746),e9=a(66365),e7=a(97892),te=a(29327),tt=a(51964),ta=a(93618),ti=a(75611),tn=a(86675),ts=a(95075),to=a(8869),tl=a(93099),tr=a(88540),td=a(4452),tg=a(49369),tm=a(58805),tp=a(97801),tb=a(49549),tu=a(68386),th=a(29065),tc=a(57219),tA=a(76136),tP=a(21055),tf=a(393),tv=a(54470),t_=a(29362),tE=a(30640),tw=a(54595),tj=a(73791);a(1350);var tQ=a(79966),tD=a(64667),tB=a(3238),tC=a(43960),tI=a(33659),ty=a(12243),tx=a(6735),tR=a(80541),tG=a(18557),tM=a(66320),t$=a(54427),tT=a(8374),tF=a(68211),tN=a(31792),tJ=a(17075),tk=a(24463),tO=a(76725),tS=a(88974),tL=a(62119),tU=a(63040),tY=a(19673),tK=a(12162),tW=a(78588),tz=a(88136),tV=a(50954),tX=a(39909),tH=a(95044),tq=a(90111),tZ=a(92818),t0=a(40669),t2=a(46679),t1=a(36790),t3=a(22225),t5=a(36014),t6=a(62664),t8=a(67243);let t4={"59/01":{title:"ロゴデザインの裏側に密着？！",date:"2023.06.05",author:"パート員 S.Y.",topic:"PRパート",thumbnail:l.default,thumbnailPath:"src/blogs/59/01/thumbnail.png",images:{"image%201.png":s.default,"image.png":o.default},twitterEmbedded:!1,description:`
菁々祭の顔、と聞いてロゴを思い浮かべる人も多いのではないでしょうか？ そんな菁々祭のロゴは、なんと生徒によって作られているのです！毎年クオリティが高くてすごいですよね。今回はなんと第 58 回菁々祭と第 59 回菁々祭のロゴデザインを手掛けた製作セクション長にお話を聞いてきました。
`,content:`
# Q.「まずどうしてロゴデザインをしようと思ったのですか？」

「もちろんデザインに関する興味というのはもともとあって、デザイン自体には慣れていたんですけど。ただロゴデザインっていうのはなかなか機会がないというか。新しい経験だったし、ハードルに感じる部分はあったけどやってみようかなって。それでやってみたって感じですね。」

# Q.「初めてのロゴデザインで特に大変だったことは何ですか？」

「そうですね。中学三年生で製作セクション員になって、次の年にいきなりセクション長を任されたんですよね。だから、どう振る舞っていいかとか分からないままロゴデザインの業務を始めることになって。

とりあえず Discord で会議して、10 以上あった案の中から俺の案に決まったんですよね。でもその案で本当にいいのかどうか自分の中で疑心暗鬼になって、それで二週間くらい悩んで。それで自分でもう一個作り直して、みたいなのをしていました。」

![$第58回菁々祭「四季彩」の初期ロゴ案](image.png)

## 「自分の案に自信を持てなくなったってことですね？」

「そうです。Discord で会議するんですけど、オンライン上でのやりとりじゃないですか。だから自分がセクション長だから否定しづらい空気になってるんじゃないかとか思いはじめちゃって。あとやっぱり顔が見えないから、表情とかわからないんですよね。だからこの案で本当に大丈夫なのかな、って思うようになったんですよね。」

## 「じゃあやっぱり、前回のロゴは後悔も多いんですか？」

「『四季彩』のロゴでは万人に愛されるようなテイストを目指していたんですよね。でも逆に個性みたいな、なんかそういうものがあまり出せなかったっていうような気もしてて。目指しすぎたっていうのがあったかもしれないですね。これが前回の反省かな？」

「なるほど。気をつけたことが裏目に出たって感じですね。」

# Q.「今年のロゴに変化はありましたか？」

「二年連続で同じ人が作ったっていうのは、多分今までなくて。だからその経験を生かしたいなとも思ったし、あと同じ人間が作ると似通ったデザインになりがちだから、同じテイストで終わらせたくないなってのがあって。ちょっとそこは意識的にイメージを変えて制作しました。」

「確かに菁々祭のロゴは毎年違った個性が求められますからね。」

「ええ、ここ数年ずっと平面的なロゴ、いわゆるフラットデザインが主だったんですよ。だから、それを踏まえて今回のロゴはあえて変えていきたいなと思って。それで 3DCG みたいな、新しい表現として立体的なデザインをできるように意識しましたね。」

![$第59回菁々祭「RESONANCE」ロゴの構想](image%201.png)

## 「今までにない表現ですね。でも随分攻めた表現にした分やっぱり緊張しますか？」

「そうですね。前回より攻めたデザインにしたという感覚がある分、反応ってのはどうしても気になってしまうし、不特定多数に見られるので怖いなって思う時もあります。ただ、一方で少し楽しみに思っているところもあります。」

「やっぱり菁々祭のデザインの根幹に関わることができますからね。」

# Q.「最後に将来のロゴを作る後輩達へのメッセージをお願いします。」

「ロゴデザインするにあたって悩んだり、あるいは自信を失ってしまったりするかもしれません。でも、菁々祭の顔になるものを作れるっていうのは、やっぱりすごくやりがいがあるし、光栄なことだと思っています。だからこそ、迷ったときも『俺が次の菁々祭を背負っていく』という強い意志を持って突き進んでくれたらなと思います。」

# まとめ

いかがだったでしょうか？今回は製作セクション長にお話を伺いました！ロゴデザインってとっても難しいんですね…。是非みなさんにもロゴに数々の思いが込められていることを知っていただければ嬉しいです！
`},"59/02":{title:"【迷ってる人必見】菁々祭どこ巡る？体験型展示のすゝめ",date:"2023.06.05",author:"PRパート員 S.K. & H.K.",topic:"紹介",thumbnail:r.default,thumbnailPath:"src/blogs/59/02/thumbnail.png",images:{},twitterEmbedded:!1,description:`
菁々祭には､見るだけでなく普段の活動を体験できる｢体験型展示｣があるのをご存じでしょうか｡この記事では､体験型展示を行っている団体へインタビューを行い､展示内容や去年の様子などを教えてもらいました｡また､部員の皆さんの入部動機や､部活の魅力などについても教えてもらいました｡
`,content:`
# 鉄道研究部

筆者も去年体験に行きました｡本格的な鉄道模型を見ることのできる貴重な機会だと思います｡オタク感が満載の部誌も必読です！
展示教室は 1E の予定です｡
[鉄研公式 Twitter(@tdj_tekken)](https://x.com/tdj_tekken)

## Q.入部動機と､部活の魅力を教えてください｡

昔から鉄道好きだったので､鉄研に入りました｡ 友人関係がすごく良好で､普段は友達と雑談しています｡ 時々みんなと鉄道旅行に行けるのが魅力です｡

## Q.展示内容と､こだわりを教えてください｡

Ｎゲージの鉄道模型の運転体験をしています｡ 少しでも鉄道に興味を持ってもらえるとうれしいです｡

## 去年の様子

[https://x.com/tdj_tekken/status/1568390493838659584/photo/1](https://x.com/tdj_tekken/status/1568390493838659584/photo/1)

## Q.去年の混み具合を教えてください｡

とても混むので､模型の運転体験をしたい人には整理券を配布しています｡ すぐに配りきってしまうので､早めに来てもらった方がいいと思います｡

## Q.去年から変える予定のことがあれば､教えてください｡

新たに巨大な車庫モジュールを展示する予定です｡

## Q.参加者の皆さんに､ひとことお願いします｡

顔だけでも出してみてください｡きっと楽しいと思います！

# クイズ研究部

筆者も体験に行って､早押しに挑戦しました｡自分が押して”ピコーン”と鳴ったときの爽快感がたまらないです｡
展示教室は 5E の予定です｡
[クイ研公式 Twitter(@TDJquiz)](https://x.com/TDJquiz)

## Q.入部動機と､部活の魅力を教えてください｡

東大寺のクイ研の話を前から聞いていて､文化祭で体験をしたとき楽しかったので入部しました｡ クイズの対策を通して､自分の知識がだんだんと増えていくのが魅力の 1 つです｡

## Q.展示内容と､こだわりを教えてください｡

ペーパークイズと､早押しクイズの体験を行っています｡ ペーパーは､部員が数問ずつ作った､自作の問題を載せています｡ 早押しは､初心者や小学生でも押しやすいような難易度のものを行っています｡

## 去年の様子

[https://x.com/TDJquiz/status/1568804184933408769?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1568804184933408769%7Ctwgr%5Ee0e23616f3126bf63f37df57f07cdb4f7e56c064%7Ctwcon%5Es1_c10&ref_url=http%3A%2F%2F127.0.0.1%3A5502%2F2024%2Fblog%2Farticle%2F59%2F02%2F02.html](https://x.com/TDJquiz/status/1568804184933408769?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1568804184933408769%7Ctwgr%5Ee0e23616f3126bf63f37df57f07cdb4f7e56c064%7Ctwcon%5Es1_c10&ref_url=http%3A%2F%2F127.0.0.1%3A5502%2F2024%2Fblog%2Farticle%2F59%2F02%2F02.html)

## Q.去年の混み具合を教えてください｡

時間帯によります｡激混みのこともあれば､空席があることもあります｡ 混んでいるときは､早押し体験は時間制で交代してもらっています｡

## Q.去年から変える予定のことがあれば､教えてください｡

去年実施した四択クイズ大会は実施しない予定です｡

## Q.参加者の皆さんに､ひとことお願いします｡

少しでもクイズに興味があるならぜひ来て欲しいし､興味がなくても一度来てみれば面白さが分かって絶対楽しめると思うので､みなさん覗いてみてください！

# VOCALOID&作曲同好会

去年設立された同好会です｡時代を感じますね｡
展示教室は 2D の予定です｡
[TVOC 公式 Twitter(@TDJ_TVOC)](https://x.com/TDJ_TVOC)
[TVOC 公式 HP](https://tvoc.cloud-line.com/)

## Q.入部動機と､部活の魅力を教えてください｡

ボカロ･作曲好きが集まって､去年設立しました｡ 自由な創作活動が出来るのが魅力です｡
Q.展示内容と､こだわりを教えてください｡
自作曲の発表と､本格的なボカロクイズの実施など､各種展示を行います｡ 去年好評だった､参加者の皆さんに黒板にメッセージを残してもらう企画を､今年も行います｡ また､DTM 体験も行います｡PC を使って実際のボカロ曲の製作環境が体験できます｡ 初心者でも出来るように機材を準備していますので､ぜひお越し下さい！

## 去年の様子

[https://x.com/TDJ_TVOC/status/1568870548553502722?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1568870548553502722%7Ctwgr%5Ee0e23616f3126bf63f37df57f07cdb4f7e56c064%7Ctwcon%5Es1_c10&ref_url=http%3A%2F%2F127.0.0.1%3A5502%2F2024%2Fblog%2Farticle%2F59%2F02%2F02.html](https://x.com/TDJ_TVOC/status/1568870548553502722?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1568870548553502722%7Ctwgr%5Ee0e23616f3126bf63f37df57f07cdb4f7e56c064%7Ctwcon%5Es1_c10&ref_url=http%3A%2F%2F127.0.0.1%3A5502%2F2024%2Fblog%2Farticle%2F59%2F02%2F02.html)

## Q.去年の混み具合を教えてください｡

時間帯によります｡来てもらったら､基本的にすぐ体験していただけると思います｡

## Q.去年から変える予定のことがあれば､教えてください｡

去年と比べて､かなり大型の展示となります｡新しい企画や展示もたくさんする予定です｡

## Q.参加者の皆さんに､ひとことお願いします。

少しでも気になったらぜひお立ち寄りください｡ ボカロ好き集まれ！

# ポケモン同好会

筆者は､体験展示で､ポケモンカードをというものに初めて触れました｡
展示教室は 4D の予定です｡

## Q.入部動機と､部活の魅力を教えてください｡

ポケモンが好きだったからです｡

## Q.展示内容と､こだわりを教えてください｡

ポケカで遊べるようにしています｡デッキの貸し出しも行っています｡ また､自作｢ポケモン検定｣を配布しています｡上級と超級があります｡超級はマジで難しいです｡ ポケモンのフィギュアも展示しています｡

## Q.去年の混み具合を教えてください｡

受験予定の小学生や､その兄弟などに人気です｡ 台は少なくとも 1 つは空いていることが多いです｡

## Q.去年から変える予定のことがあれば､教えてください｡

新たにポケモンの像を作り設置する予定です｡ また､ポケカの台を増やすので､より多くの人に楽しんでいただけると思います｡

## Q.参加者の皆さんに､ひとことお願いします｡

デッキの貸し出しや､検定もやっています｡ ポケモンに興味のある人はぜひ来てください！

# MGA(テーブルゲーム)同好会

去年筆者が友達と体験に行ったときは､夢中になって 1 時間ほど遊んでいました｡
展示教室は 4B の予定です｡
[MGA 公式 Twitter (@tdj_mgadoukou)](https://x.com/tdj_mgadoukou)

## Q.入部動機と､部活の魅力を教えてください｡

小 5 の時に行った文化祭で展示を見て､興味を持って入部しました｡ テーブルゲームは､お金がかかり､かつ人数がいないと遊べないものが多いですが､同好会なので会費でゲームを購入でき､また人数を容易に集めることが出来るところが魅力だと思います｡

## Q.展示内容と､こだわりを教えてください｡

自作ボードゲームを展示し､遊んでもらっています｡楽しんでもらえると思います｡ TRPG のリプレイ誌に加えて､部活とは関係ない会員の趣味についての部誌の配布も行っています｡

## Q.去年の混み具合を教えてください｡

ほとんど満席で､空いてもすぐに埋まります｡

## Q.去年から変える予定のことがあれば､教えてください｡

新作のボドゲや､昨年のボドゲのリニューアル版なども展示する予定です｡

## Q.参加者の皆さんに､ひとことお願いします｡

見るだけでなく､遊べる楽しみがあると思います｡ テーブルゲーム好き必見！

# オセロ同好会

筆者も､体験に行き､遊びました｡友達にボロ負けしました｡
展示教室は 3E の予定です｡

## Q.入部動機と､部活の魅力を教えてください｡

ボードゲームの中でも､特にオセロが好きだったので入りました｡ 単にオセロをするだけでなく､特殊ルールを作って遊んだりしています｡ 部誌にも色々書いてあるので､読んでみてください｡

## Q.展示内容と､こだわりを教えてください｡

オセロを置いて､遊んでもらえるようにしています｡ 加えて､オセロ中盤における戦略や､｢詰めオセロ｣についての手書き記事を展示する予定です｡

## Q.去年の混み具合を教えてください｡

案外人がいます｡手軽に遊べるので､暇つぶしに来ていた人が多かったです｡

## Q.去年から変える予定のことがあれば､教えてください｡

特にないです｡

## Q.参加者の皆さんに､ひとことお願いします｡

気軽に見に来て下さい！

# 囲碁将棋部

筆者は将棋がちっとも分からないので､体験はしませんでしたが､展示は楽しむことができました｡
展示教室は 2E の予定です｡

## Q.入部動機と､部活の魅力を教えてください｡

小学校の時から将棋をしていたので､入部しました｡ オンラインでの練習に加えて､部員同士で対戦しています｡ 初心者から全国大会優勝レベルまで､誰でも楽しむことが出来ます｡

## Q.展示内容と､こだわりを教えてください｡

将棋盤をおいて､遊んでもらえるようにします｡ 気軽に遊びに来てください｡

## Q.去年の混み具合を教えてください｡

結構人がいます｡来てもらったら遊べる状態になっていると思います｡

## Q.去年から変える予定のことがあれば､教えてください｡

特にないです｡

## Q.参加者の皆さんに､ひとことお願いします｡

将棋の好きな人なら､誰でも楽しめると思います｡ ぜひ来てください！

# 最後に

今回､インタビューが出来た 7 団体のみ紹介しましたが､菁々祭には他にもチェス研究会･電子工作部･情報同好会などたくさんの魅力的な体験型展示があります｡
東大寺生による渾身の展示が勢揃いです｡ぜひたくさんの展示を巡ってみてください！
`},"59/03":{title:"部誌編集者に聞く！「番茶党」のウラ苦労【新聞部】",date:"2023.06.05",author:"PRパート副パート長",topic:"新聞部",thumbnail:g.default,thumbnailPath:"src/blogs/59/03/thumbnail.png",images:{"image.png":d.default},twitterEmbedded:!1,description:`
菁々祭をより良いものにするために、各文化部が発行している部誌は欠かせません。その内容は部活によって様々ですが、どれも興味深いものばかりです。また、それらの執筆、編集、印刷、製本は全て生徒が行うため、一つの部誌が菁々祭で配布されるまでには膨大な手間ひまがかけられています。
`,content:`
# Q.番茶党って、どんな部誌なんですか？

他のクラブは、クラブの活動内容に関する部誌を発行しますが、新聞部は菁菁新聞文化祭号がその役割を担っています。そのため、番茶党では新聞とは全く関係なく、新聞部員が自分の書きたいことを自由に書きます。つまり、一般的な部誌が専門雑誌だとすれば、番茶党は総合雑誌です。内容が浅いという意味ではありません。各部員が本当に書きたくて書いた記事の集まりであるため、密度が圧倒的に高いのです。そこには野球も音楽も、哲学もあります。番茶党は、東大寺学園生の青春そのものなのです。
また、番茶党について語るうえで、恒例企画の「こんなん食いましたけど〜困難悔いましたけど〜」（通称「こんくい」）は避けて通れません。新聞部員が自分たちの自作料理を食べて料理を味・芸術性の 2 つの観点から採点するグルメな企画ですが、そこに登場するのは奇妙な料理ばかりです。いくつかルールがありますが、なかでも「わざとまずいものを作らない」というルールは守られたことがなく、名前を聞くだけで食欲を失ってしまうような恐ろしい料理が続出します。コロナ禍で開催を自粛した年もありましたが、今年は実施する予定です。どんな珍料理が最高得点に輝くか、ご自身の目でお確かめください。

# Q.番茶党は大変人気だと聞きましたが。

嬉しいことにとても人気で、毎年のように 1 日目が終了する時点でほとんど残部がなくなり、2 日目の朝に増刷して製本する事態になっています。

# Q.新聞部はかなり歴史が長い部活ですが、番茶党も長いんですか？

東大寺学園で最も古くからある新聞部ですが、番茶党は比較的新しく、今年で 37 年目です。ちょうど東大寺の境内から現在の校舎に移転した年に創刊された計算になります。もちろん、他のクラブの部誌よりは歴史が長いほうだと思いますが、普段から旧校舎時代や菁々中学時代の新聞に親しんでいる新聞部員にとっては「今様」なのです。

# Q.去年の番茶党について教えてください。

去年は部員数が少なく、部誌として成立しないのではないかと危ぶまれましたが、全部員が記事を執筆し、さらに 2 名から寄稿があったため、思いのほか充実した番茶党になりました。例年よりもクオリティの高い記事が多かったように感じます。しかし、「こんくい」が実施できなかったのは残念でなりません。
また、編集者としては、締め切りまでに 1 人しか原稿を提出してくれなかったため、編集の予定が大幅に遅れて文化祭直前まで完成せず、菁菁新聞文化祭号の制作の仕事も重なり、寝不足に苦しみました。結局、番茶党は間に合いましたが、新聞は 1 日目には完成せず、2 日目しか配布できませんでした。

![$一昨年の「こんくい」(手前)。昨年の号(奥)では実施できなかった。](image.png)

# Q.今年の番茶党はどのようなものにしたいですか。

去年の反省を活かし、今年は早めに記事を書いてもらうつもりですが、最後まで何が起こるか分からないのが番茶党。編集者に求められるのは、機転と発想です。突然の寄稿にも部員の無理難題にも全力で対応し、必ずや最高の番茶党に仕上げましょう。先の見えない現代社会です。実際に番茶党を手に取って、その波瀾を全身で感じてください。

# ありがとうございました。

いかがだったでしょうか。部誌ひとつとっても、部員それぞれの魅力が詰まっているように感じます。部誌を発行しているのは新聞部だけではありません。今年の夏はぜひ、色々な部誌を手にとって、それぞれの部員が繰り広げる世界に浸ってみてください。
まずは去年の番茶党をチェック！

[番茶党第 36 号（2022 年発行）.pdf](%E7%95%AA%E8%8C%B6%E5%85%9A%E7%AC%AC36%E5%8F%B7%EF%BC%882022%E5%B9%B4%E7%99%BA%E8%A1%8C%EF%BC%89.pdf)
`},"59/04":{title:"お化け屋敷の正体を直撃インタビュー！",date:"2023.06.05",author:"PR パート員 M.K.",topic:"お化け屋敷セクション",thumbnail:b.default,thumbnailPath:"src/blogs/59/04/thumbnail.png",images:{"image%201.png":m.default,"image.png":p.default},twitterEmbedded:!1,description:`
菁々祭の中でも特に内容が秘匿されたブース、お化け屋敷。今回の取材では、校舎の片隅で暗幕に包まれた実情、さらにはそのまとめ役について、前回と今回のトップであるお化け屋敷セクション長に話を伺いました。
`,content:`
## まずは今回のお化け屋敷セクション長にお聞きしました。

# Q.菁々祭の中で、お化け屋敷とはどういったコンテンツでしょうか

チケットも完売する事がほとんどで、菁々祭に欠かせない催しだと自負しています。多くの人に来ていただけるよう、より高いクオリティを目指し制作しています。

# Q.お化け屋敷の夏休み中の作業について教えてください

まずは前年度に使用した木材を整理するところから始まります。夏休みまでには設計図を作成し、期末試験が終わる 7 月中旬ごろから組み立て作業が始まります。夏休み中は設計図通りに木を切ることがメインで、組み上げるのは夏休み終盤からになります。というのは、お化け屋敷の使用教室では夏休みの間高校三年生の補習が行われているためなのですが、これは中々スケジュール的にキツイものがあると思っています。

# Q.主にどのような方が関わっていらっしゃるのでしょうか

セクション長の私と副セクション長の「丸顔」「終焉のポップコーン」(ニックネームです)を中心に優秀な人材が揃っています。新規加入のメンバーも多く、新しい意見を参考にしながら作業を進めていける事が今年の特色だと考えています。

![$変な踊りを見せる今年度のセクション長1](image.png)

## さらに前回のセクション長にもお聞きしました。

# Q.お化け屋敷セクションにはいつから参加していたのでしょうか

中学三年生までは野球に打ち込んでいて、菁々祭の運営には全く関わっていませんでした。野球部を辞めた高校一年生の時に、どこかしらへの所属が義務なのだと誤解して、ヒラのセクション員として加入しました。そして昨年は他の幾つかのパートと兼任しながら、お化け屋敷のセクション長として働きました。

# Q.第 58 回のお化け屋敷にて、最も大変だったことは何でしょうか

例年 4 月末に予算案の提出締切があるのですが、昨年はその日が中学一斉検診で、半日で授業が終わったんです。放課後に 4,５人で集まって予め拵えてあった設計図から必要な木材の量を数え、終わった後はそのまま遊んでいました。その中の一人が設計図を見返してふと、「こことここ、どうなってんの？」と言って、、、。それが下校時刻の迫った 17 時で、それからイオンのフードコートに移動して 20 時か 21 時まで作業していました。自業自得ですが、その時が一番大変でした。また、校舎の工事の関係でプレハブ小屋が出来るなどで資材置き場が頻繫に変わり、その度に木材を運ぶのも時間が掛かってしんどかったです。

# Q.最も後悔していることは何でしょうか

後輩に向けて手順や注意点を纏めたマニュアルを作ってやったら良かった、と思っています。あとは、道具や金具に関しての見通しが甘く、方々に迷惑をかけてしまったこともありました。

# Q.では逆に、最も嬉しかったことは何でしょうか

完成した瞬間が一番喜びが大きかったです。お化け屋敷は演習室 B,C で制作するのですが、C は前年のを大きく引用したもの、B は独自の設計を特に盛り込んだもので、それぞれ別種の感動がありました。

# Q.今年のセクション長はどういった方でしょうか

彼は中学三年生から加入してくれてて、お化け屋敷運営の上で大事なこともわかっていますし、去年もセクション員の皆をよくまとめてくれていました。礼儀もしっかりしているので心配は全くありません。

![$変な踊りを見せる今年度のセクション長2](image%201.png)

# Q.第 59 回には何を期待しますか

お化け屋敷は菁々祭の中でも人気イベントなので、どれだけ出来が悪くてもお客さんが来ます。しかしだからこそ、力を入れて良いものにして欲しいと思います。後は礼儀正しく、日程管理をしっかりしてくれたら。

# Q.最後に、現セクション長にお伺いします。校内で噂の「改革」とはいかなるものなのでしょうか。

事前に作業内容を決めて無駄を省くことで作業効率を上げます。また新たな機材の導入でこれまでとは違ったお化け屋敷が体験できると思います。乞うご期待。

この記事はお化け屋敷の新旧セクション長のお二人への取材の元、制作しました。
`},"59/05":{title:"Webサイトができるまで...【技術＆製作セクション長インタビュー】",date:"2023.06.05",author:"PRパート長",topic:"技術・製作セクション",thumbnail:P.default,thumbnailPath:"src/blogs/59/05/thumbnail.png",images:{"image%201.png":u.default,"image%202.png":h.default,"image%203.png":c.default,"image.png":A.default},twitterEmbedded:!1,description:`
ついに公開された第 59 回菁々祭公式 Web サイト。そんな Web サイト制作を担当した PR パート技術セクション長と製作セクション長のお二人にお話を伺いました。
`,content:`
## まずは Web サイトのデザインについて聞きました。

# Q.Web サイトのデザインというのはどのような流れで行われるのでしょうか。

製セク長「まずは 2 人で相談しながらどういうコンテンツが必要かとか、タイトルとかをまとめました。今年は実際に AdobeXD を使って技術的に可能なのかも話し合いながらデザインを進め、最後にコーディングって感じですね。」

技セク長「なかなか無茶言われましたけどね(笑)」

# Q.Web サイトのデザインはどこが特徴的だと思いますか。

製セク長「やっぱり色々なデバイスで見られる可能性があるので、スマホ、パソコン、タブレットといったどんなデバイスでもデザインの統一性が失われないように心がけています。特にブログの記事の文字なんかはスマホと PC とでは一行に表示できる文字数が大きく違ってて、その中で”読みやすさ”につなげるためにどうしようかなと試行錯誤を繰り返しました。」

製セク長「あと、コーダーの人と仲良くするってのも結構むずかしかったですね。」

# Q.Web サイトのデザインをする上で参考にしたものはありますか。

製セク長「とにかくたくさんのサイトを見ることはすごいしましたね。最近のトレンドを考えながら、その中で今回のテーマに必要なデザインやスタイルを採用していくみたいなのは考えてます。」

技セク長「[SANKOU!](https://sankoudesign.com/)っていう名前のサイトがあって、デザイン的に優れてるサイトを集めたサイトになっていて、そこのページを二人で見て　『このページがいい。』　『このページのココがいい』　みたいな感じで、まあある種パクリながらやっていた感じのところもあるので。」

技セク長「あと、例えば紙面だけでしか表現できないものとか、動画上でしか表現できないものとかもあるんですよ。Web サイト上にあるデザインだけを参考にすることによって、そういうのを排除できるんですね。Web サイト上で表現に既にされているものしか使えないので。そういう意味でも、やっぱり Web サイト自体を参考にするのは結構存在として大きかったと思います。」

# Q.難しかったことは？

製セク長「技術のコーダー側とデザインを実際にどういう形で実現していくのかをすり合わせる作業ってのは、やっぱなかなか言葉では伝わらなかったりするところもあって...結構手間かかったというか、難しい作業ではありましたね。」

製セク長「結構細かいボタンみたいなのが多くて、例えば 『1 ページ戻る』であったり、バツ印であったり。その中でも統一感みたいなのが必要かな？ っていう中で検討しながら進めました。マークとしての調和も必要だし、ウェブサイトと合わせるみたいな作業もやっぱ必要で。そういうところも苦戦しました。

![$デザインでコーダーと揉めたハンバーガーのアイコン](image.png)

続いて Web サイトのコーディングについて。

# Q.そもそもコーディングとは？

技セク長「コーディングって聞いても基本的にはどういう作業かわからないと思うんですよ。でもこれが結構重要で。普通、ソフトウェア上で作るデザインってウェブサイトにそのまま公開できないんです。 Web サイトに公開するために”ある種の最適化”が必要で、 HTML や CSS っていうマークアップ言語を使ってプログラミングみたいなことをしてやっていくんですよね。」

技セク長「もちろんソフト上でつくられたデザインをそのまま再現はできないので、　『表現をどういう風に書くか？』　『ここの図形の位置の設定はどのようになるか？ 』　などを考えながら進めていきます。」

製セク長「翻訳するってこと？」

技セク長「うん、まあ翻訳に近いかもしれない。ただ翻訳って言ったらなんか機械的じゃない？もうちょっと能動的にやってるから...まだ変換の方がマシか。」

製セク長「変換の方が機械的じゃない？ 翻訳の方が人間感じるけど。」

製セク長「あ、これが感覚のずれってやつか。」

技セク長「こういうのがあとあと響いてくる。」

# Q.コーディングは誰がしたんですか？

技セク長「トップページは私がしたんですけど、他のページは後輩の技術セクション員にやってもらいました。」

技セク長「今年は複数人で作業することになって、それぞれのデータの共有をどうするかっていうのが課題だったんですよ。というのも去年のセクション長は全部一人でコーディングしてたので複数人で共有する必要がなかったんですけど、今回からはその必要があったので。なので今年は GitHub というサービスを活用して複数人でデータを共有しました。そのおかげでプロジェクトメンバー間のやりとりはうまくいっていますね。」

# Q.コーディングに興味を持ったきっかけは？

技セク長「公式の Web サイトをつくる前に、パート員募集の特設サイトをデザインからコーディングまで一人でやったんですよ。それまで Web サイト制作は挫折経験もあって、難しいと思っていたんですけど、もう一回やってみたら結構楽しくて、そっからハマってコーディングにのめりこんでいきました。」

![$パート員募集用特設サイト『パートの選び方』](image%201.png)

# Q.今回の Web サイトではアニメーションが採用されているかと思うんですが、技術的な面で何か変化はありましたか？

技セク長「よくご存知ですね(笑)。去年は Bootstrap とかのフレームワークを使用してコーディングをしていらっしゃったみたいなんです。ただ今年は基本的にはフレームワークをほとんど排除して、アニメーションの時だけ、javascript の jQuery っていうのを使ってます。jQuery を使うことによって、結構自由なアニメーション表現ができるんですね。あとは CSS の機能で、トランジションとかアニメーションとかそういった動きをつけるものも多用しています。そこが去年と技術的には変化したポイントですね。」

# Q.なぜスムーズな動作が？

製セク長「CM みたいやな。『どうしてこんなに！？』みたいな(笑)」

技セク長「このサイトはアニメーションを結構採用してるんですけど、動画埋め込みはしてなくて CSS のアニメーションとか jQuery とかの機能を使って実装しているからですね。」

技セク長「東大寺学園って結構山の奥にあるので、電波環境が悪いんですよ。それでも菁々祭の当日にトップページの快適性は確保したいので、フォントや画像はかなり削減に削減を重ねました。例えばフォントは[源ノ角ゴシック](https://ja.wikipedia.org/wiki/%E6%BA%90%E3%83%8E%E8%A7%92%E3%82%B4%E3%82%B7%E3%83%83%E3%82%AF)を使用する予定だったんですが、最終的には[Google Fonts の Noto Sans](https://ja.wikipedia.org/wiki/Noto)に変更しました。」

製セク長「トップページを軽くするっていう作業はデザイン的にもよく対立するところでした。デザインをよくしたいと思うと、より多くの画像を使いがちなんですけど、そういうところをいい感じにバランス取っていくというのが。」

# Q.特にこだわったポイントは？

製セク長「トップページにあるページ紹介のグラフィックですね。Illustrator でシェイプを作ってから svg で blender に取り込み。そこからモディファイアーをいじってデータ作成して、書き出して素材として使用したので、けっこう手間がかかってます。他には、SPECIAL のページにある製作セクション員の人たちが作ってくれた壁紙とかヘッダーとかアイコンとかは、もっとみんなでコンテンツとして盛り上げていくみたいな。」

技セク長「SPECIAL のページは本来ウェブサイトのコンテンツが少なかったからできた企画で、その中にロゴがダウンロードできるところがあるんですけど、これはロゴを素材として使う際に正式なものを使ってもらえるようにという意味でもやっています。」

製セク長「コーディング・デザインとは関係ないけど、ブログの記事は結構見てほしいなと思ってて、これまでの菁々祭では知り得なかった裏の情報とか、『こんな経緯があって〜』とか。菁々祭の裏側を覗けるっていう点ですごい魅力的なコンテンツに仕上がってるかなと思うんで、ぜひ見ていって欲しいな。」

技セク長「他のページもね。」

技セク長「あと、トップページの 1 画面目って結構重要だと思うんですよ。そこでなにを伝えたいかっていうのを話した結果、テキストの横スクロールのアニメーションを作りたいという話になって。Adobe AfterEffects で試作品とかを作ってやりましたね。」

![$トップページのアニメーションは一度動画として試作された](image%202.png)

「ここから専門的な話になるんで。まあ読み飛ばしてもらっていいんですけど、実は CSS の標準の機能だけでコーディングしたんです。CSS の animation を使用すると、 transform の translateX()だけでは横スクロールができないんですよ。右までは行くんですけど、そこから切り返しができなくて、+α でオブジェクト自体の絶対位置(position: absolute)で left を指定して left とアニメーションの transform の translateX 、この 2 つの値をアニメーション的に変化させることによって実現しています。ここは結構難しかった。かなり悩んだ。」

「フッターのコーディングなんですけど、デザインではかなり細かい文字が使われていたんですけれど、ブラウザの機能として font-size では 7px より小さい文字が出ないんですよ。その場合に 7 ピクセルの文字が使いたいって話だったので...今回取った方法として 14px の文字に transform の scale(0.5)をかけて 7px にするっていう処理をしてて、これがかなりコーディング的に面倒くさいです。判定は元の大きさなんですけど、 表示される文字の大きさが半分になっている、とか結構苦戦しましたね。 アクセシビリティ的な問題はあると思うんですけどね（笑）」

製セク長「そこは俺の中で譲れないポイントだったんで。」

「デザインという面でもアクセシビリティは重要なので拡大しないと見えないような文字を作るのは個人的にはどうなのかな～と思いますが」

製セク長「読めなくていい文字に適用してるので〜...」

「アニメーション的に結構こだわった部分としてはハンバーガーメニューが出てくるアニメーションですかね。まあこんな感じでデザインとのすり合わせが多かった、半分喧嘩みたいに。お前とはいつも喧嘩をする。」

# Q.現在未公開のページもあるようですが、なにか構想はあるのですか？

「エキシビジョンとイベントについて、ちょっと色々結構考えてて。エキシビションは校内展示なので、「場所」っていう軸が必要だったりとか、イベントは「時間」という軸が必要だったりとか、そういう視点でわかりやすいような Web サイトを構築できたらいいかなっていうアイデアはありますね。」

製セク長「まあ校舎複雑やからな。」

「校舎が複雑っていうのもあります。」

製セク長「初見殺しやろマジで絶対無理。」

![$製作セクション長(奥)と技術セクション長(手前)](image%203.png)

# あとがき

この Web サイトには制作陣のこだわりポイントがたくさんあるので、それも探しながらお楽しみください

菁々祭当日に向け、Web サイトもどんどん更新していきます！こうご期待！
`},"59/06":{title:"折り紙研究部の巨大作品に迫る",date:"2023.06.26",author:"PRパート員K.K.",topic:"折り紙研究部",thumbnail:v.default,thumbnailPath:"src/blogs/59/06/thumbnail.png",images:{"image.png":f.default},twitterEmbedded:!1,description:`
皆さんは東大寺の文化祭で最も印象的なものは何ですか？お化け屋敷だったり、転心殿前で行われる和太鼓だったりが思い浮かぶのではないでしょうか？今回はその中でも折り紙研究部の巨大作品に迫ります。そして巨大作品を展示している折り紙研究部の部長にお話を伺いました。
`,content:`
# Q.巨大作品はどういうものなのですか？

他の個人作品より大きく、大人数で作る作品ですね。来場者の方によく訊かれるのですが、ホームセンターで売っているクラフト紙を 12 枚繋ぎ合わせた 3.6m 四方の紙で作品を作っています。 実は作るようになったのが数年前からなので歴史はまだ浅いのですが、菁々祭での折り研の目玉展示になっています。インパクトのある大きい作品っていうのはそれだけで集客力を持ちますからね。

# Q.普通の折り紙との違いは何ですか？

そりゃあもう、サイズですね(笑)。元になる紙がかなり大きいため、恐竜などの生物をダイナミックに表現するのに向いています。生物系は大きかったほうが映えますしね。 後はやはり紙が大きいと、それだけ作品となった時に自重がものすごく重くなるので、糸や針金、木材といった支えが必要になってきます。基本は体幹部を木材で、形を固定したい部位を針金で補強します。末端を糸で吊るすこともあります。とにかくスケールのでかい大掛かりな作業です。

![$別角度から。糸や針金が張り巡らされている。](image.png)

# Q.製作過程で大変なこと、気をつけていることやこだわりなど教えてください。

はい。製作の前段階として、まずクラフト紙をテープで繋ぎ合わせなければ始まらないのですが、隙間をなくすために、、何人かで紙を固定しながら端と端とを慎重に繋ぎ合わせていく必要があるんです。。大事な部分ですから、気を抜けません。 また、折り目をきちんとズレなくつけるのも重要です。紙が大きい分、生じたズレも大きくなってしまいますので。

# Q.どれくらい時間がかかるのですか？

基本は自由参加なので、今年はどうなるかはまだ分かりませんが、去年の場合は、夏休み中に 5 人くらいの部員が 1 週間以上かけて作りました。

# Q.去年の後悔、そして今年の改善点は？

去年から部誌を発行し始めたので、その作成など初めての作業が増え、作品の完成が準備期間の週までもつれこんでしまいました。さらに、作品の展示にも時間がかかってしまい、一連の固定作業が終わったのは開催中になってしまいました。今年は日程に余裕をもって準備していきたいと思います。

# Q.折り研部員としての巨大作品への思いを教えてください。

そうですね、巨大作品を作る機会なんて人生でもそうそう無いかと思われます。サイズがサイズですから、趣味の範疇ではなかなか厳しい所があると思いますし(笑)。だからこそ、この経験を大事にしていきたいですね。

# Q.今年作る予定の巨大作品への感想

今年度から幹部が代替わりして、巨大作品を含めた菁々祭についてのノウハウを持つ前の代が引退し、自分たちが菁々祭への準備を仕切ることとなりました。先程も述べましたように、巨大作品の完成は折り研展示の成功にも関わってきます。展示の顔とも言える巨大作品作りの中心となることは少し不安ですが、精一杯頑張らせていただきたいと思います。

# Q.最後に来場者の方々へのメッセージを一言お願いします。

巨大作品は、このように裏にはたくさんの苦労があります。来場者の皆様、今年も期待してお待ちいただき、菁々祭当日はぜひ折り研展示へお越しください！

以上、インタビューでした！
`},"59/07":{title:"菁々祭との出会い",date:"2023.06.26",author:"PRパート副パート長",topic:"紹介",thumbnail:w.default,thumbnailPath:"src/blogs/59/07/thumbnail.png",images:{"image%201.png":_.default,"image.png":E.default},twitterEmbedded:!1,description:`
長年東大寺学園の一大イベントとして代々受け継がれてきた菁々祭。この記事ではぼくが小 5 の時に初めて遊びに行って衝撃を受けた第５４回菁々祭「fortissimo」を現在の菁々祭と比較しながら振り返っていきます。
`,content:`
# 衝撃を受けた「fortissimo」

ぼくと菁々祭の出会いは自分が小学校５年生の頃の秋までさかのぼります。当時まだかけだしの中学受験生だったぼくは自分の志望校を模索中でした。そんな中、通っていた塾のすすめで遊びに行くことになったのが東大寺学園の第５４回菁々祭「fortissimo」でした。 当日、期待に胸を膨らませながら学園行きのバスを降りて校門を抜けると、待っていたのは、衝撃の連続でした。

# 衝撃１: 菁々祭を彩る校内の装飾

まずはじめに衝撃を受けたのが、校内のあちらこちらの装飾です。大きな壁画や窓の切り絵、渡り廊下のモザイクアート、そして「旧東京音楽学校奏楽堂」のオブジェ。一つ一つの装飾が作り手のクリエイティビティを反映していて精魂こめて作られているように感じました。極めつけはあの巨大な「フォルテッシ門」。来訪者を出迎える門は菁々祭の象徴といってもいいでしょう。文化祭が終わると取り壊されてしまう門の儚さが、二日間限りの輝きを一層際立たせているのが個人的に好きです。

![$画像は第５７回菁々祭「あおによし」の朱雀門。よくできていますよね。](image.png)

# 衝撃２: 多種多様な部・同好会の展示

校舎に入ると、中は部や同好会の展示をめぐる多くの来訪者でにぎわっていました。 ぼくも、科学部に展示されていた沢山のホルマリン漬けにした昆虫の標本や、電子工作部の生徒たちの自作ロボットなど各団体の個性的な展示を見ました。また、囲碁将棋部での部員との対局や数学研究部の計算大会など、体験型の展示を行っている団体も多くありました。ぼくは当時クイズ研究部の早押し体験に参戦しましたが、みんな早すぎて数問しか回答できなかったのをおぼえていますよ...

ただ、ぼくにとって最も衝撃的だったのは、アニメ研究会、ドラえもん同好会、ポケモン同好会があることでした。アニメやドラえもん、ポケモンの団体を作ろう！といって簡単に承認してくれる学校はあまり多くないでしょう。ちょうどポケモンにはまっていた時期だったので、ポケモン同好会のクイズで高得点を取ってとても嬉しかったのを覚えています。（当時の人にしかわからないと思うけどマーシャドーの Z 技「七星奪魂腿」をこたえる問題に正解出来たのが特にうれしかったですね）

# 衝撃３: 熱気に包まれたイベント

菁々祭を語るうえで絶対に欠かせないのが、生徒たちが情熱をささげる数多くのイベントです。例えば、カラオケコンテスト、マッチョコンテストにイケメンコンテスト。ラップバトルや漫才の面白さを競う T-1 グランプリもあります。もう聞いているだけで面白そうでワクワクしますよね。近年は多くのイベントがグラウンドで行われるのですが、「fortissimo」の時は中庭でイベントが開催されていて、多くの観客が集まった中庭はすごい熱気で包まれていました。当時ぼくが見たのは全４団体によるダンスです。TDJ48 や卍ザイル、寺マスにラブライブ！サンスクリット！！それぞれ聞きなじみのある曲に合わせてかっこいい/かわいい踊りを披露しました。観客と OB 軍団の手拍子とコールによって生まれる会場の一体感は見ものです。もう一つ見たのが Mr.美少女コンテスト。ミスコンは菁々祭の華ですからね。女装してる男子高校生なんて最高じゃないですか！！！小学校五年生だったぼくにはちょっと刺激が強すぎたかもしれないですが、この少しはちゃめちゃな感じが菁々祭のイベントの良さだなあと思います。

![$当時のパンフレットのイベント一覧。どれもなかなかおもしろそうですよね。](image%201.png)

様々な展示やイベントをまわって満足した頃には空があかね色になっていて、ぼくは帰りのバスに乗り込みました。バスの中でぼくはかすかに自分の中に憧れの感情が芽生えるのを感じていました。「いつかぼくもこの祭りを盛り上げてみたいな」と。

# 憧れのその先に

菁々祭を盛り上げたいと憧れた「fortissimo」からもう５年が経とうとしていて、同時にパンデミックの終わりも近づいてきて、今年はもっと多くの人が菁々祭を訪れることになるのではないかと期待しています。あの頃の熱気を再び取り戻し、当時の自分のように菁々祭の楽しさに魅了される人が増える 「RESONANCE」になってほしいです！
`},"59/08":{title:"菁々祭を支える者達～パート・セクション紹介～",date:"2023.06.26",author:"PRパート員I.R.",topic:"紹介",thumbnail:B.default,thumbnailPath:"src/blogs/59/08/thumbnail.png",images:{"image%201.png":j.default,"image%202.png":Q.default,"image.png":D.default},twitterEmbedded:!1,description:`
毎年盛大に行われる菁々祭。菁々祭の運営は、多くの生徒たちによって支えられており、その業務はパートによって分担されて行われます。ここでは、パートやその下部組織であるセクションについて、紹介していきます。
`,content:`
# そもそもパートって何？

前述したように、菁々祭の運営業務を分担するための仕組みです。全体で6つのパートがあり、その中でもさらに細かい分担としてセクションが組織されているものもあります。

# PRパート

PRパートは、より多くの人が菁々祭に来てもらえるように、そして、来場者の方々に菁々祭をより楽しんでもらえるようにする業務を行うパートです。このWebサイトの作成もPRパートの業務にあたります。

## ・運営セクション

運営セクションは、菁々祭当日に教室や廊下にある案内看板の設置や、放送で案内を行う転心殿前インフォメーションの運営など、来場者の方々を案内する業務を行うセクションです。

## ・広報セクション

グッズなどの販売を行うセクションです。菁々祭当日の来場者の皆さんの接客を担当しています。

## ・製作セクション

毎年大盛況のグッズ、菁々祭の情報がわかりやすくまとめられたパンフレット、意匠の凝らされたロゴ……。それらをすべてデザインしているのが、この製作セクションです。また、カウントダウン画像やSNS上に投稿する動画の製作もこのセクションが担当しています。カウントダウン画像は[菁々祭公式ツイッター](https://x.com/seiseisai_tdj)から、ロゴ発表映像は[こちら](https://youtu.be/7v9g0vJNalM)からご覧になれます！

## ・技術セクション

今皆さんがご覧になっているこのWebサイトを製作しているセクションです。業務の難しさは一二を争うレベルのセクションです。Webサイト制作の過程をまとめた記事もありますので、ぜひご覧ください！

[2023.06.05
Webサイトができるまで...【技術＆製作セクション長インタビュー】
PRパート長](/blog/59/05)

# 校舎統括パート

物品の貸し出し、部誌の印刷、机やいすなどの備品移動、展示教室の割り振りなどといった重要な業務を行う、菁々祭の準備に欠かせないパートです。まさに菁々祭を支える縁の下の力持ちといったところでしょうか。

# 会計パート

ミスが許されない大仕事である予算の管理を引き受けているのがこの会計パートです。業務が最も繊細なパートといっても過言ではありません。

# バザーパート

菁々祭期間中、運動場などで屋台が立っているのを目にする方も多いと思います。その屋台を支えるのが、このバザーパートです。

## ・金券セクション

主に金券の販売を行うセクションです。金券の単位の読み方をご存じでしょうか？実は「シビ」と読むんです！東大寺学園の校章にも用いられている「鴟尾」をモチーフとしているようですよ。

## ・販売セクション

店舗での物品販売を行うセクションです。

## ・食品管理セクション

店舗で扱う食品や物品の管理を行います。裏方ですが、大事な仕事です。

## ・美化セクション

校舎の清掃を行い、校内の美しさを保っているセクションです。美化セクションは、校舎の清掃や装飾を担当しています。菁々祭の魅力を引き立てる役割を果たしています。

# イベントパート

菁々祭で行われる様々なイベントの企画・運営を行うパートです。

## ・ステージセクション

舞台イベントの管轄として、音響や照明の管理を行い、一体感のある演出を作り出しているセクションです。

## ・映像セクション

小講堂で放映されるオリジナル映画の制作を行っているセクションです。セリフ、脚本、演出をすべて生徒たちが担当しています。工夫の凝らされた映画を見ることができますよ！

## ・お化け屋敷セクション

お化け屋敷を運営しているセクションです。お化け屋敷セクションの特集記事もありますよ！

[2023.06.05
お化け屋敷の正体を直撃インタビュー！
PRパート員 M.K.](/blog/59/04)

## ・パフォーマンスセクション

文化祭の中でもかなり有名な、ダンスパフォーマンスを行うセクションです。TDJ48、E卍ILE(寺ザイル)など、それぞれ違ったパフォーマンスを見ることができますよ！アクロバティックな演出に期待しましょう！

![$去年の様子](image.png)

# 装飾パート

絵の貼られた階段、ステンドグラスのような美しい窓、巧みに設計された門……たった２日間だけ命を吹き込まれるアートたち。それらを作り上げているのが、この装飾パートです。

## ・階段絵セクション

校内各所の階段に絵を貼り、階段を生まれ変わらせるセクションです。

## ・門セクション

今年こそはと意気込んでいるセクションです。校門を入ったところにある入場門は、彼らの何ヶ月間もの尽力の賜物です。

![$去年の作品（去年は開催日に間に合わなかったそうだ）](image%201.png)

## ・ロゴモニュメントセクション

校舎前に文化祭ロゴのモニュメントを制作するセクションです。

![$こんな感じのモニュメントが作られます！](image%202.png)

(モニュメント製作についての詳しい記事はこちら↓)

[2023.06.26
【ギャラリー】ロゴモニュメント「四季彩」の記録
PRパート副パート長](/blog/59/09)

# まとめ

いかがでしたでしょうか。菁々祭には様々な人達が携わっていることを知って、菁々祭をさらに楽しむきっかけになれば幸いです。以上、パート・セクションの紹介でした。
`},"59/09":{title:"【ギャラリー】ロゴモニュメント「四季彩」の記録",date:"2023.06.26",author:"PRパート副パート長",topic:"ロゴモニュメントセクション",thumbnail:F.default,thumbnailPath:"src/blogs/59/09/thumbnail.png",images:{"image%201.png":C.default,"image%202.png":I.default,"image%203.png":y.default,"image%204.png":x.default,"image%205.png":R.default,"image%206.png":G.default,"image%207.png":M.default,"image%208.png":$.default,"image.png":T.default},twitterEmbedded:!1,description:`
「門」と共に菁々祭を飾るために佇むロゴモニュメント。前回の「四季彩」のロゴモニュメントの製作にちょっぴりかかわった身として、その製作過程の一部をここに残しておきます。
`,content:`
# ロゴモニュメントの歴史

文化祭ではテーマに合わせたロゴがデザインされますが、そのロゴを木材を使って3次元に造形したモニュメントが前々回の「あをによし」と前回の「四季彩」の2年にわたって作られ、今回の「RESONANCE」でも製作されます。前回までの2年は校舎統括パートが作っていたロゴモニュメントも、今年から装飾パートにロゴモニュメントセクションが新設され、そちらの業務となりました。

# 製作の概要

## １.設計

先輩方が一生懸命やってらしたのを覚えています。

## ２.箱

まずロゴの土台となる箱を作りました。直方体に組んだ骨にベニヤ板を貼り付けただけの簡単なものですが、外側から白いペンキを塗る作業が大変でした。

## ３.文字

![$スプレーで黒く塗ったベニヤ板に、ジグソーで文字をくり抜いた板を重ねました。くり抜いた方の板はこの後白く塗られます。](image.png)

## ４.ロゴマーク

![$先輩方が、切り出したベニヤの置き場所と重ね方を話し合っています。](image%201.png)

![$確定したようです。](image%202.png)

![$色が塗られました。この時点で、菁々祭開始まであと2日でした。](image%203.png)

## ５.完成

![$組み立てが完了し、無事完成しました。](image%204.png)

![$菁々祭前日。菁々祭が始まるのが楽しみと言わんばかりの佇まいです。](image%205.png)

## ６.裏面

モニュメントの裏面に何を描くかという問題がありました。いくつもの案を出し合い、話し合った末、バンクシーの絵画を模したスプレーアートをしようということになり、その方向で進んでいたのですが、なにしろ時間がありませんでした。仕方なく従来の案は諦め、代わりに菁々祭のWebサイトのQRコードをペンキで描くという結論に帰着しました。

![$ロゴモニュメントの裏面。作業は当日の朝7時半から始められ、開場時間までかかりました。](image%206.png)

# 当日

![$来場者の方々に感謝です。](image%207.png)

![$菁々祭2日目の夕方。祭は刹那に過ぎてゆきます。](image%208.png)

# おわりに

菁々祭当日、多くの人に写真を撮られながらただそこに立っていたロゴモニュメント。製作にかかわった人全員の心に残っていることでしょう。第59回菁々祭「RESONANCE」への期待が高まります。
`},"59/10":{title:"必見！菁々祭の整理券攻略＆射的の1等獲得の秘訣を大公開！",date:"2023.06.15",author:"PRパート員 F.T.",topic:"お役立ち",thumbnail:k.default,thumbnailPath:"src/blogs/59/10/thumbnail.png",images:{"image%201.png":N.default,"image.png":J.default},twitterEmbedded:!1,description:`
毎年大勢の方々に来ていただいている菁々祭。整理券の配布が終わっていて、行きたかったイベントに行けなかったなんてことも。まずは、特に菁々祭が初めての方々に向けて、イベントの整理券に関する情報をお伝えします。さらに、3年連続で射的の1等を獲得している会計長に、射的のコツについて直撃インタビューしました！役立つ情報満載ですので、射的が初めての方も経験者の方も必見です！
`,content:`
# 菁々祭の整理券を攻略！

菁々祭では、体育館、中庭、運動場、圓融館など様々な場所でたくさんのイベントが行われています。中には要整理券のイベントもあります。例えば、お化け屋敷などですね。 お化け屋敷は菁々祭の一大イベントで、毎年非常に人気です。そのため、整理券の争奪戦も激しいです。去年は私もお化け屋敷の製作に関わりましたが、1組1組にじっくり楽しんで（怖がって？）もらえるような工夫が盛り込まれていました。

(お化け屋敷のインタビュー記事はこちら↓)

[お化け屋敷の正体を直撃インタビュー！](/blog/59/04)

整理券の配布は転心殿前で行われます。一部のイベントでは、整理券が一度のみ配布される場合もありますが、お化け屋敷のように複数回にわたって配布されるイベントもあります。人気のあるお化け屋敷などでは、一回あたりの配布数がかなり少ないので、時間通りに行ってもすでに配り終わっている可能性があります。また、配布が一度きりのイベントでは、整理券を取り忘れないように注意しましょう！

ですので、行きたいイベントの整理券を手に入れるためには、少し早めに行くことをおすすめします。整理券の配布時間は転心殿前インフォメーションからの放送で適宜告知されるので、ぜひチェックしてください！

# 射的の裏側に密着！！

ということで、射的の会計長にお話を伺っていきます。よろしくお願いします！

\xa0　よろしくお願いします。

# Q.射的で三年連続1等を取ったと聞きましたが、本当ですか？

\xa0　本当です。最初は景品を貰えたのですが、そのうち出禁になってしまいました。今は自称ゲームマスター(笑)をやっています。レベル調整の権限は7割くらい僕にあります。近年は運営側の成長も著しく、1等を取っている運営も僕の他に何人かいます。

# Q.射的のコツとかあったら教えて下さい。

　まずはできるだけ的に近づく事ですね。体を最大限に乗り出して、腕を思いっきり伸ばします。この時、両足が地面から浮くとルール違反なのでご注意ください。狙う場所はペットボトルの上の方の、幅が狭くなり始める部分ですね。

　また、初めての方は20点ボトルを狙うのがおすすめです。10点、20点ボトルは倒れないことがない(当社調べ)ので、玉は4発あるので、これで80点までは頑張れば取れると思います。慣れてきたら40点ボトルまでは比較的簡単に倒せると思います。

![$的までの距離のイメージ。もう少し体を乗り出し...てもいい？!](image.png)

# Q.一等を取るコツみたいなものはあるのでしょうか？

　1等を狙うならまず60点ボトルを狙いましょう。1等に必要な点数は恐らく180点なので(初めのほうは240点ぐらいの時もありますが、その場合は頑張って下さい)、60点ボトルを3回当てたらいい計算です。玉は4発渡されるので、3/4ですね。やはり初見では難しいようで、近年1日目で1等を当ててる人は滅多に見ません。確か僕が初めて1等をとった時は8回目くらいだったので、そのくらいの回数をこなす覚悟は必要だと思います。

　次に時間帯ですが、圧倒的に2日目の午後がおすすめです。なぜかと言いますと、この辺りで大幅な点数調整が入る事が多いからです。去年は1等が180点→150点くらいまで下がってたと思います。下がり幅はその時に残ってる1等商品の数によって変わります。ちなみに1日目で1等が全て取られた場合には運営(会計担当の僕)による(自腹の)補充が入りますのでご安心下さい。僕の財布をカラッカラにしたいという猛者は1日目に1等をむしり取って下さい。

![$去年の一日目午前の時点の様子。景品はお楽しみに！](image%201.png)

# Q.文化祭を楽しむポイントとかありますか？

　日傘ですね。これは必須中の必須です。本当に暑いです。空調服なる涼しい服を着て作業をしている人もいます。

　あと、これは射的ブース限定ですが、景品のリクエスト等あれば受け付けます。1日目に言ってくれれば2日目に反映されるかもしれません。去年は大量に売れ残ったアニメのクリアファイルを運営が総取りしてました。このような事態にならない為にも、皆様の意見をお借りしたいんです。

　リクエストをする際は暇そうな運営(玉拾い係)に声を掛けてください。リクエスト以外にもいろんな質問やお話にもこたえられると思います。

以上、インタビューでした！ありがとうございました。

# おわりに

僕も奇跡的に射的で1等を取ったことがあるのですが、いわゆる運営側の人間で出禁対象だったので、景品はもらえませんでした(泣)。皆さんはぜひ1等を狙いにいって下さい！射的以外にも今年も様々な屋台が出ると思います。校内を巡ったり、イベントに参加したり、屋台で遊んだりして、文化祭を満喫して下さい！
`},"59/11":{title:"新聞部とコラボ！パート長インタビュー！",date:"2023.08.25",author:"新聞部",topic:"新聞部",thumbnail:O.default,thumbnailPath:"src/blogs/59/11/thumbnail.png",images:{},twitterEmbedded:!1,description:`
新聞部とのコラボ！この記事では、新聞部が、文化祭を支えるそれぞれのパートのパート長にインタビューをしたものを掲載します！
`,content:`
それぞれのパートの説明については、こちらの記事にあるので、まだ読まれてない方は先にこちらを読むことをおすすめします！

[菁々祭を支える者達～パート・セクション紹介～](/blog/59/08)

# PRパート長へのインタビュー

## ▼PRパートに入った理由を教えてください。

第57回では校舎統括パートのみに入っていたのですが、その際にPRパートでポスター作成やオンラインコンテンツの編集をしている友達の姿を見て、部外者ながらも少しその手伝いをした事で興味を持ちました。当時からパソコンを持っていた私にとって、パソコンを使った仕事であったというのもPRパートの業務を魅力的に感じた理由の一つです。

## ▼パートのおおまかな活動内容と、パート長の仕事の好きなところ・大変なところを教えてください。

PRパートは、来場者の方と菁々祭あるいは菁々祭内の各コンテンツを繋げるという役割を果たします。多くの方々が菁々祭に興味を持ってもらえるように、そして実際に来ていただいた方が菁々祭をより楽しんでいただけるように、活動しています。

パート長としては、今年は公式SNSの更新を担当しているのですが、そこで多くの人から反応をもらえたり、他所で菁々祭が話題に上がっている様子を見たりするのが楽しみです。大変なこととしては、一生徒だったころを考えると関わる先生方が一気に増えたので、職員室に通う回数が何十倍にもなったことですかね...。妙な緊張感があって中々慣れないです。

## ▼パート長として頑張ったことは何ですか？

今年は第57回以来のグッズ事前販売を行いました。早くからパート顧問と話し合いを重ねてきたこともありますし、いざ予定を立てて実施しようというところで生徒大会の開催が延期になるなど、日程的にかなり厳しいところはありましたが、なんとか成功させられたことはうれしく思います。もちろん私だけの頑張りではありません。グッズ製造業者とのやり取りを含め発注業務を担当してくれたPRの会計が大活躍してくれました。

## ▼来場者に見てほしいところを教えてください。

来場者の方々には、ぜひ興味のある展示やステージを見に行っていただきたいです。PRパートはパンフレットやサインシステム、転心殿前インフォメーションなどでお手伝いはしますが、来場者の方々が困難なく菁々祭を楽しみ、満足していただければそれが一番です。

# バザーパート長へのインタビュー

## ▼バザーパートに入った理由を教えてください。

菁々祭で使われる金券に興味があったからです。

## ▼パートのおおまかな活動内容と、パート長の仕事の好きなところ・大変なところを教えてください。

バザーパートでは主に文化祭中に食品や飲料を売ったり、テントの設営やゴミ箱の清掃を行っています。バザーパートとしては食品などを売るのは第55回以来なので、売れ行きの予想がしづらく、仕入れる量を決めるのには苦労していますが、そのために色々調査するのは楽しいことでもあります。

## ▼パート長として頑張ったことは何ですか？

特にありません。気楽にやっています。

## ▼来場者に見てほしいところを教えてください。

今年は久しぶりに食品が復活します！ 他にも様々な出店が揃っているので、是非寄ってください！

# 校舎統括パート長へのインタビュー

## ▼校舎統括パートに入った理由を教えてください。

入ったのは中3なんですけど、正直明確な理由はありませんでしたね。強いて言うなら、小学校のころに運動会の準備を仕切っていて、友達や先生方とああだこうだいって大きなものを完成させるっていう経験があり、とても楽しかったので、また同じような経験をしたいと思ったからだと思います。

## ▼パートのおおまかな活動内容と、パート長の仕事の好きなところ・大変なところを教えてください。

仕事内容を一言で言えば、文化祭活動や文化祭そのものを快適にすることが出来る環境を整えることですね。基本的には演習室Dで備品の貸し出しをしているだけで、幹部は展示団体の統括をしたり備品移動を指揮したりしています。文化祭の裏方だけれどもなくてはならないという仕事が非常に多いと思います。 パート長の仕事で好きなところは先生方とほぼ対等な形で協力して仕事をこなしていくところかと思います。自分たちがいないとどうにもできない、というところから責任感を感じている先生方と仕事をするのが楽しいですね。

大変なことは好きなことの裏返しではあるんですが、プレッシャーが常にかかっているってことですね。僕の対策不足で文化祭活動に影響が出るってのは目も当てられないですから、普段から色々なケースを想定して会議や資料作成に挑んでいます。

## ▼パート長として頑張っていることは何ですか？

先述の通り、トラブルに備えて色々なケースを想定して会議や資料作成をしていることですね。アフターコロナでかなり社会の意識も変化しているので、出来るだけ多くのニーズに応えられるように文化祭当日の環境を整えられるよう努力しています。文化祭活動に関わる皆さんには夏休みの活動中に色々ご迷惑をおかけすることになりますが、その分皆さんのリクエストには出来るだけ応えようと思っているので、お気軽にお聞きください！

## ▼来場者に見てほしいところを教えてください。

展示教室の配布にかなりこだわりました。混雑状況を想定し設計したので楽しく次々見ていけ、楽しくストレスフリーに回れると思います。

また、各展示団体のアビリティーを最大限発揮出来るように教室を分配しました。教室の広さ、狭さを利用した各展示団体の展示をご覧下さい！

# 装飾パート長へのインタビュー

## ▼装飾パートに入った理由を教えてください。

もともと絵を描くのが好きで美術部にも入っていましたが、毎年展示している階段絵のクオリティーには感動しました。自分も描いてみたいなと思うようになったのがきっかけだと思います。パートに入ってみると切り絵など魅力的な作品制作がたくさんあり、このパートで働きたいと思うようになりました。

## ▼パートのおおまかな活動内容と、パート長の仕事の好きなところ・大変なところを教えてください。

装飾パートでは、文字通り校内のデコレーションを担当しています。文化祭のシンボルとなる「門」を建設したり、階段に絵を貼り付けて足元を装飾したりしています。今年はロゴを模ったモニュメントや、オブジェも制作しているので楽しみにお待ちください。

パート長としてはパート員達をまとめ上げるのが仕事だと思っていました。実際にやってみると、パート全体を先導するというよりは、仕事をうまく回すために先回りして整えておく、みたいな仕事が多くて大変気に入っています。同時に文化祭実行委員会の一員として、文化祭の運営に関わっていけることもあり楽しい役割だと感じています。

大変なところは特にないですが、強いて言うなら後輩との関わり方は難しいかと思います。僕はタメ口でもなんでもいいので話しかけてもらえたらと思っているのですが、中には話しかけづらいと思っているパート員もいるみたいです。パート員全員と親密にコミュニケーションがとれればと思っています。

## ▼パート長として頑張ったことは何ですか？

特段パート長として頑張った、というようなところはないと思います。文化祭に向けてということであれば、他のパート員と一緒に作業を進めたり、文化祭実行委員会として文化祭の裏セッティングに関わったりしたことです。パート長という立場にこだわらないで協力しながら作業を進めていければと思っています。

## ▼来場者に見てほしいところを教えてください。

全部見て楽しんでほしいと言うのが率直な気持ちですが、パートの見どころとしては文化祭の顔となる門をまずは楽しんでください。今年度の門は、完成品をお見せすることができるはずです。また、例年通り個性爆発の階段絵は必見です。モニュメントやオブジェなどもパート員達のデザイン性や作業力の結晶なのでぜひ見ていただければと思います。あまり知られていないことですが、鯉のぼりみたいになびいている垂れ幕も実は装飾パートの管理になっています。書道部の皆さんの美しい字が際立つ垂れ幕も是非見てほしいです。

今年のテーマはRESONANCE共鳴ですが、装飾パートの作品もパート員の努力や個性が響き合う素晴らしいものになるといいなと思います。

# 会計パート長へのインタビュー

## ▼会計パートに入った理由を教えてください。

中学3年生の時、今の文実長に、｢仲の良いメンバーでみんな別々のパートに入ってみない？｣と言われ、会計パートが空いていたというのが半分、当時少しだけ簿記の勉強をしていたこともあり、良い社会経験になるのではないかという興味が半分あって入りました。その時は、毎年別のパートを楽しめばいいかなー、なんて考えていましたが、気が付けば3年間会計パートで働いていました。

## ▼パートのおおまかな活動内容と、パート長の仕事の好きなところ・大変なところを教えてください。

文化祭の金銭に関わる全ての業務を一括して行う他、文化祭で深く関わる業者とのやり取りも行います。そのため、業務のひとつひとつに、繊細さと強い責任感が必要とされるのが、この仕事の好きなところでもあり、大変なところでもあります。機械音痴なので慣れないオンライン業務の方がよっぽど大変だったかもしれない……

## ▼パート長として頑張ったことは何ですか？

40を超える団体に話を聞いて、予算を作成したことです。出来るだけ規模の大きな文化祭活動を可能にする、極限まで公平な予算を作りたいと考え、尽力しました。しかし、決して完璧とは言えない予算になってしまったと考えているため、反省点を後輩に引き継いで、来年以降活かして貰いたいと思います。

# イベントパート長へのインタビュー

## ▼イベントパートに入った理由を教えてください。

先輩からダンス団体に入らないかと誘いを受け、パフォーマンスセクションに加入しました。良い先輩にも恵まれ、ステージでのパフォーマンスという貴重な体験ができて本当に入って良かったなと感じています。

## ▼パートのおおまかな活動内容と、パート長の仕事の好きなところ・大変なところを教えてください。

文化祭の華でもあるイベントの準備、運営を主に行います。具体的な例を挙げるとステージの設計、お化け屋敷の設営、映画祭の開催などです。学校で行う仕事量が多いので暑い中学校に向かうのが大変ですが、一番近いところで文化祭に携われるので自分たちの手で文化祭を作っている実感を持って活動できるところが魅力です。

## ▼パート長として頑張ったことは何ですか？

100人を超えるパート員を抱えるパートなので、メンバー全員をまとめたり隅々まで指示を行き渡らせることに苦労しました。また、菁々祭の公式YouTubeチャンネルにて出演者としてPR活動を行いました。

## ▼来場者に見てほしいところを教えてください。

なんといってもパフォーマンスセクションによるステージでのダンスが見どころです。男子校ならではの女装のクオリティも高く、練習を重ねたアイドルたちによるパフォーマンスは圧巻です。また、中夜祭と後夜祭ではパフォーマンスを見るだけでなく、サイリウムやコールなどで実際のライブ同様の雰囲気を楽しむことが出来ます。

# おわりに

最後まで読んでいただき、ありがとうございました。菁々祭、ぜひ楽しんでいって下さい！
`},"59/12":{title:"グッズが出来るまで【体験談】",date:"2023.08.25",author:"PRパート員H.K.",topic:"製作セクション",thumbnail:Z.default,thumbnailPath:"src/blogs/59/12/thumbnail.png",images:{"image%201.png":S.default,"image%2010.png":L.default,"image%202.png":U.default,"image%203.png":Y.default,"image%204.png":K.default,"image%205.png":W.default,"image%206.png":z.default,"image%207.png":V.default,"image%208.png":X.default,"image%209.png":H.default,"image.png":q.default},twitterEmbedded:!1,description:`
｢デザイン｣そのものについてや､デザイン用ソフトの使い方に関する知識がほぼ無かった僕が､先輩の助けを大いに借りながら､菁々祭のグッズの1つであるアクリルキーホルダーをデザインした過程を紹介します｡
`,content:`
# なぜ僕がグッズデザインをすることになったのか

グッズの制作は､PRパート製作セクションが行っており､5月末にDiscord上でデザイン担当者を決める会議が行われました｡残念ながら､僕はその日､用事があって会議に参加できませんでした｡

数日後､家に帰ってDiscordを開いてみると､なんと僕がアクリルキーホルダー(以下 アクキー)のデザイン担当に決定していました!?僕の知らぬ間に......

![$↑家に帰って見たメッセージ｡｢アクキー｣の隣に､僕の名前が......](image.png)

これ以前のデザインたるデザインの経験は､\xa0[菁々祭ホームページのSPECIALページ](https://web.archive.org/web/20231202192505/https://seiseisai.com/2023/special/special.html)上のデザインのうちの1つだけでした｡その時はIllustrator(デザイン用のソフト)の基本操作を覚えるだけで精一杯だった僕に､どうやってグッズデザインをしろと???(泣)

# とりあえず何かを作らないと

去年のアクキーのデザインを見て､とりあえずこういう感じに作ってみよう､ということにしました｡

![$↑去年のアクキーのデザイン｡めちゃ好き｡](image%201.png)

とりあえず最初は､去年のデザインを参考に､中央にロゴを置いて､その周りに文字を置く､という方針で作り始めました｡ 今年のRESONANCEロゴは､流動的で特徴的な形なので､その形を活かしたデザインをしてみることにしました｡

![$↑最初に作ったデザイン｡外側に行くにつれて､円形に近づくようにしている｡](image%202.png)

アクキーの大きさを､今回は5cm\xd75cmに収める必要があるので､文字が小さすぎると読めなくなってしまいます｡そのあたりも気をつけながらデザインする必要があります｡

![$↑デザイン第2案｡さっきのよりはベターな気がする？](image%203.png)

また､文字を外側に配置しないバージョンも作りました｡
けど､何か落ち着かない感じがしました｡どうしようもないまま､締め切りが迫ってくる......

# 助けて～

人生､行き詰まったときは､一人で抱えてはいけませんよね(？)｡ということで､先輩に助けを求めることにしました｡

![$↑助けを求めた図｡困ったときは､人に相談するのが大事です｡](image%204.png)

そして､優しい優しい先輩がその夜に通話してくださることになりました｡そこで､根本的に形を変えてみたらどうか､ということになり､今のデザインの原型が出来ました｡

![$↑今のデザインの原型｡もとのデザインから大幅に変更｡
](image%205.png)

ロゴの特徴的な形を､あえて長方形と組み合わせることで､斬新な形が出来るのではないか､という発想です。

でも､この状態だと､端の白い枠と被っているところの文字が読めなくなっています｡僕は､これまた解決策が見当つかなかったので先輩に解決策を聞いてみたところ､文字の周りをくりぬいたらどうか､というアドバイスをいただきました｡

その後も何かと修正を重ねて､今の最終的なデザインになりました｡

![$↑最終形｡結構満足しています｡](image%206.png)

そして､業者に渡す用のデータを作成して､僕の仕事はおしまいです｡

![$カットライン](image%207.png)

![$デザイン](image%208.png)

![$白版](image%209.png)

※白版とは？

→デザインが透けてしまうのを防ぐ､白インクの層のことです｡アクキーの裏面を見たら､何のことか分かると思います｡

![$↑アクキーの裏側の写真｡これが白版です｡](image%2010.png)

あとは､先輩が業者にデータを送り､発注したら､アクキー完成です｡

# おわりに

こうして､初心者の僕は､無事(？)アクキーデザインを完了しました｡自分のデザインしたグッズが多くの人たちの手に渡る､と考えると､なんだか不思議な気分です｡

ところで､僕はアクキーをデザインしましたが､他にもたくさんのグッズがあります｡[現在､旧Twitterで発表されているもの](https://x.com/seiseisai_tdj/status/1671822217192296448)だけで､Tシャツ･トートバック･ボールペンがあり､これからさらにいくつか追加されます｡ぜひ文化祭当日にでも買っていって下さい！！！

僕が以前書いた記事はこちら↓\xa0ぜひ一緒にどうぞ！

[【迷ってる人必見】菁々祭どこ巡る？体験型展示のすゝめ](/blog/59/02)
`},"59/13":{title:"菁々祭を彩る門はどのように作られるのか？",date:"2023.08.25",author:"PR パート員 J.N.",topic:"門セクション",thumbnail:eo.default,thumbnailPath:"src/blogs/59/13/thumbnail.png",images:{"image%201.png":ee.default,"image%202.png":et.default,"image%203.png":ea.default,"image%204.png":ei.default,"image%205.png":en.default,"image.png":es.default},twitterEmbedded:!1,description:`
文化祭当日、東大寺学園を訪れた時、鮮やかに作られた門が最初に目に入る人も多いのではないでしょうか？今回はそんな菁々祭の一大シンボルともいえる門を作る門セクションのトップに話を伺いました。
`,content:`
# Q.「なぜ門セクションに入られたのでしょうか？」

僕が門セクションに入ったのは、去年の春のことです。第 57 回文化祭の“朱雀門”を見て、誰の目にも留まる大きな門を作ることに憧れたのがきっかけです。去年、今年と、門を作る作業は苦労も多いですが本当に楽しく、入って良かったと思っています。

# Q.「門はどのような工程を経て作られるのでしょうか？」

## 1.題材決め

日本・世界の名建築と言われるような建物をリストアップし、投票やコメントをして絞り込んでいきました。（昨年度）

## 2.設計

自分たちで、1 から門を設計していきます。全工程の中で 1 番と言ってもいいくらい、大変な作業です。

## 3.模型作り

設計図をもとに、小さな木材を使って 10 分の 1 ほどの模型を作ります。予想以上に楽しいものです。

## 4.木材の切り出し＆やすりがけ

![image.png](image.png)

## 5.ペンキ塗り

![image.png](image%201.png)

## 6.パーツごとに組み立て

![image.png](image%202.png)

## 7.円形広場での組み立て

![image.png](image%203.png)

## 8.当日

![image.png](image%204.png)

## 9.解体

![image.png](image%205.png)

# Q.「今年の門は一体どうなるのでしょうか？」

今回の門の題材は何なのかと度々聞かれますが、今年は題材にしたものはありません。完全オリジナルの門となります！ これは、第 55 回菁々祭のヨット”菁々丸”以来のことです。

また、今年はきちんと文化祭当日までに門が完成するのか心配な方も多いと思います。開催前の完成に向けて、今年は 2 つの工夫をしました。

1 つ目は、木材リストの配布です。切り出しする木材やペンキを塗る木材のリストをセクション員に配布し、次の作業が誰でも分かるようにしました。

そして 2 つ目に設計の簡略化を行いました。これまでは膨大な時間をかけて手書きで設計をしていましたが、今年は 3DCG ソフト(blender)を用いて設計し簡略化しました。

# Q.「後輩に向けて一言お願いします」

この記事を読んで、もしくは僕と同じく門に触発されて、門を作ってみたいと思った人、次は君たちの番です！ぜひ来年は門セクションに入ってください！

# おわりに

今年の門にも乞うご期待！

また、菁々祭には門以外にも様々な見どころがあります。楽しんでいってください！
`},"59/14":{title:"音楽部と室内楽部のコラボ?!合同バンドのメンバーに聞く",date:"2023.08.25",author:"PRパート員 K.N",topic:"音楽部・室内楽部",thumbnail:eg.default,thumbnailPath:"src/blogs/59/14/thumbnail.png",images:{"image%201.png":el.default,"image%202.png":er.default,"image.png":ed.default},twitterEmbedded:!1,description:`
今年は音楽部と室内楽部の合同バンドがライブをするようです。あまり接点がないように思える 2 つのクラブが集まるこの企画は、一体どのようなものなのでしょうか？企画者である音楽部員のドラム担当の O さんとバンドのメンバーである室内楽部員のトランペット担当の K さんにお話を伺いました。
`,content:`
# Q.なぜ室内楽部とコラボしようと思ったのですか？

O さん：室内楽部さんの演奏には音楽部にはない上品さがあります。クラシックを演奏するという点でもそうですが、指揮者が示すテンポに従順といいますか…。一方で、音楽部の演奏には指揮者がいません。本番で緊張してしまい、思わずテンポが速くなったり、間違えた時にメンバーが笑ったりするなど、その場のノリというものがあるんですよね（笑）。このように対照的な室内楽部と音楽部を組み合わせるとどういう化学反応が起こるのか興味があったんです。

# Q.それぞれのクラブから参加するメンバーを教えてください。

O さん：音楽部からは、エレキギターとボーカルが 1 人、エレキベース、ドラムが各 2 人参加します。

K さん：トランペット、ホルン、トロンボーン、クラリネットがそれぞれ 1 人、室内楽部では弦楽器を弾いている部長がキーボードで参加します。

![$合同練習の写真](image.png)

# Q.演奏する曲はどのように決めましたか？

O さん：最初に、僕たちで候補曲をどんどん挙げていきました。そして、LINE のグループ通話で話し合いをして 3 曲に絞りました。ちなみに、今回演奏する曲は聞く人が飽きないようにバランスよく選んだつもりですので乞うご期待を！

K さん：グループ通話は 3 時間弱かかりました。最後の 2 曲から 1 曲選ぶところにかなり時間を要しましたが、いい選曲ができたと思っています。曲は J-Pop とファンク、ジャズっぽいのが 1 曲ずつです。

## Q.一緒に練習をしていて気づいた難しさなどはありますか？

K さん：ドラムの音が思っていたよりもかなり大きかったです（笑）。また、一部のクラシック曲でもそうなのですが、曲中の休みが長い割にフレーズは難しかったりして結構しんどいです。あと、管楽器の編曲は僕がしたのですが、トランペットが一番高くて目立つ音を演奏することが多く、失敗できないというプレッシャーがあります。

O さん：今の話とも被るのですが、管楽器の音が埋もれちゃうことですかね。本番では音量調節用の機材を使うので問題はありませんが、練習となると、聞きたい音が聞こえず、思い通りいかないこともあったりします。練習のためだけにそういう機材をわざわざ取り出すわけにもいかないので、少々困ります。

## Q.もし相手のクラブに入部するとしたら、したい楽器などはありますか？

O さん：僕はコントラバスに魅力を感じます。オーケストラのいわゆる低音を奏でる楽器です。コントラバスはエレキベースでは鳴らすことのできない弦楽器特有の滑らかな低音を出すことができます。それがオーケストラの上品さを支えているのかなと思ったりもします。

![$コントラバスを持つ人の写真](image%201.png)

K さん：O さんはコントラバスと言いましたが、僕は逆にエレキベースがしたいです。エレキベースはコントラバスよりも軽いですし様々な奏法があるのがいいですよね。うねるようなベースラインを演奏してみたいです。

![$エレキベースを持つ人の写真](image%202.png)

## Q.最後に、演奏を見に来てくれるみなさんに向けて、意気込みをお願いします。

K さん：僕もいわゆるバンドの中で演奏したいとは前から思っていたので、音楽部の方からこの話をもらった時には嬉しかったです。菁々祭に来る方に、グループで演奏する楽しさを感じてもらえたら幸いです。

O さん：このような部活と部活のコラボは自分にとって新たな挑戦です。素敵な演奏をみなさんに届けられたらいいなと思ってます。

ありがとうございました。
`},"59/15":{title:"菁々祭パンフレット編集後記",date:"2023.10.08",author:"文化祭実行委員長",topic:"製作セクション",thumbnail:eK.default,thumbnailPath:"src/blogs/59/15/thumbnail.png",images:{"image%201.png":em.default,"image%2010.png":ep.default,"image%2011.png":eb.default,"image%2012.png":eu.default,"image%2013.png":eh.default,"image%2014.png":ec.default,"image%2015.png":eA.default,"image%2016.png":eP.default,"image%2017.png":ef.default,"image%2018.png":ev.default,"image%2019.png":e_.default,"image%202.png":eE.default,"image%2020.png":ew.default,"image%2021.png":ej.default,"image%2022.png":eQ.default,"image%2023.png":eD.default,"image%2024.png":eB.default,"image%2025.png":eC.default,"image%2026.png":eI.default,"image%2027.png":ey.default,"image%2028.png":ex.default,"image%2029.png":eR.default,"image%203.png":eG.default,"image%2030.png":eM.default,"image%2031.png":e$.default,"image%2032.png":eT.default,"image%2033.png":eF.default,"image%2034.png":eN.default,"image%204.png":eJ.default,"image%205.png":ek.default,"image%206.png":eO.default,"image%207.png":eS.default,"image%208.png":eL.default,"image%209.png":eU.default,"image.png":eY.default},twitterEmbedded:!1,description:`
より便利に菁々祭を楽しむために欠かせないパンフレット。展示やイベントなど幅広く菁々祭の情報を網羅するパンフレットはどのようにしてうまれるのでしょうか。パンフレットを「作る」という視点から覗いてみませんか？未公開の裏話も続々…
`,content:`
# はじめに

第58回と第59回の菁々祭パンフレットの編集長を務めさせていただきました。経験の乏しい高校生なりに努力したパンフレット制作の過程の一部をお見せしたいなと思います。この記事を読んだ後に、新しい視点からパンフレットを見ていただければ幸いです。

![$パンフレットの全ページ](image.png)

また、この記事をご覧になっている方の中にDTP制作に詳しい方がいらっしゃいましたら、今後このような制作を手がける上でのアドバイスなどをいただけるととても助かります。こちらのメールアドレス(amukat0914@outlook.jp)に送っていただければ来年度の担当者に申し送り事項として伝えさせていただきます。そのほか、パンフレットに関する質問などもこちらのメールアドレスに送付いただければ可能な限りでお答えいたします。

# スケジュール

今年のパンフレットはこんな感じのスケジュールで作っていました。

## 4月〜6月

印刷会社とのやりとり。予算見積もりや仕様決定。各団体から紹介文の回収。

## 7月

デザイン制作開始。

## 8月8日

仮原稿を印刷会社に提出。

## 8月10日

仮原稿からデータ作成上のミスが見つかりました。(TAC値制限超過や画像のリンク切れなど)

## 8月17日

印刷会社の方と打ち合わせ。データ作成の際の注意点やテクニックなどを教えていただきました。ここである程度修復しつつ、帰宅後全てのページに適用しました。

## 8月20日

印刷会社から簡易色校正が届きました。その日のうちにデザイン的に気になる部分は修正を入れて対応。校正大会準備も。

![$色校正の紙の束の写真](image%201.png)

## 8月21日～23日

校正大会！！！ミスがいっぱい見つかり修正に追われていました。

![$校正大会の写真](image%202.png)

## 8月24日

予備日として設けていましたが、パンフのミスがみつかるペースに嫌な予感がしたためここでも校正・校閲。探せば探すほどミスが見つかり、気が付けば25日の朝4時半でした。

## 8月25日

印刷会社にデータを提出。

## 8月28日

印刷会社からデータチェック用の仮刷り原稿を受け取り。表紙の画像の解像度に不安が生じたため、急遽データ差し替え。当日中に最終納品。(実はこの日、印刷工場を見学させていただきました。めっちゃデカいオフセット印刷機！裁断機！すごかった！)

![$印刷工場の写真](image%203.png)

## 9月5日

到着！！！！！！！

![$到着したパンフレットの写真](image%204.png)

# 印刷仕様

デザインの制作に取り掛かる前にいくつかのことを決定しなければなりませんでした。予算とにらめっこしながら、印刷会社の方と話し合いを進め、仕様を固めていきました。 今年度のパンフレットはA5サイズの中綴じ表紙込み40ページのフルカラーでのオフセット印刷で仕上げています。表紙にはシルバーダイヤDRY135kg、本文にはシルバーダイヤDRY110kgを使用しました。また、表紙にはクリアトナーによる加工も施しています。 A5サイズは第55回以降継続的に用いられてきていますが、文化祭中に片手で持って歩くことを想定した冊子においては最適ではないかと思っています。

# 冊子としての一貫性

パンフレットのデザインは冊子全体を通してのデザイン的な一貫性を保つ必要があります。そのため、以下のような制限を設けながら制作を進めました。

## 文字とフォント

![$小塚ゴシック Pro の書体見本。](image%205.png)

和文フォントは小塚ゴシックProを採用しました。Adobe社の開発した和文OpenTypeフォントで、Illustratorではデフォルトの書体として登録されています。評価の割れる書体ですが、僕はとても好きです。

![$ITC FranklinGothic LT Proの書体見本。](image%206.png)

欧文フォントは ITC FranklinGothic LT Pro を採用しています。小塚と同じく時代を感じる書体ではありますが、あえてモダンなテイストの画面に落とし込むことで異彩を放つデザインになったのではないかと思っています。

原則、本文は［フォントサイズ7pt/行送り12pt/メトリクス/トラッキング75em］を使用しています。ウェイトは背景の色によりRegularとMediumを併用しました。(この処理が冊子の設計として正しいかどうかがわかりませんでした。詳しい方がいれば教えてください。)

また、どうしても本文よりも小さいサイズでなければならない文字に関しては［フォントサイズ5.5pt/行送り9.4pt/メトリクス/トラッキング50em］を適用しました。

段落設定は全て［追い込み優先/約物半角］をかけています。 また、数字に関して日本語文中内に1桁であれば全角、2桁以上あるいは英文中内では半角にしています。・(中黒)に関しては全て半角で揃えています。

ページタイトルは［フォントサイズ24pt/メトリクス/トラッキング75em］をベースに組みつつも、場合によりカーニング処理をしています。

## マージン

![$Adobe Illustratorでのマージンの設定の様子](image%207.png)

画面に情報を詰め込むため、マージンは少し狭く設定しました。ノド:12mm、天・地:10mm、小口:10mmに設定しました。地の余白はもう少し広くとっても良かったのかもしれません。

## 背景素材

今年のパンフレットは以下の3種類の画像で背景を作っています。また、3種類の素材は全てepsデータに変換することで軽くしています。

### 1.black.eps

![$black.eps](image%208.png)

- カラープロファイル難しい...

正直、これが1番苦戦しました。もともとRGBで以前作った素材をベースにしていたので、CMYKに変換する必要がありました。その際、AdobeのデフォルトのCMYKプロファイルであるJapan Color 2001 Coatedを使う予定だったのですが、Japan Color 2001 CoatedのTAC値制限は350%。実は印刷会社さんからTAC値を300%以内にするように言われており、そのまま変換すると300%を超えてしまったのです。どうしよう。ネットの記事を漁り、PhotoshopでTAC値の制限を新規に設定したカスタムCMYKプロファイル作って変換させればいけることが分かりました。ありがとうインターネット！！

- ほんとに合ってるのかな...?

ただ、ここでもさらに問題が出てきてしまいました。IllustratorではPhotoshopのようにカスタムカラープロファイルを設定できないのです。結局調べまくっても答えは出ず、カスタムプロファイルに変換したデータをJapan Color 2001 Coatedに再変換してから貼り付けることで一応300%の基準は下回ることができました。けど、このやり方で合ってるのかな…? 謎は残るばかりです。

### 2.white.eps

![$white.eps](image%209.png)

1で紹介したblack.epsをベースに白を基調とした背景素材も使っています。全体的に黒を基調に冊子を組みつつもところどころを白い背景に抑えることで単調さを軽減するのが目的です。この素材はTAC値が300%を超えることは絶対にないので安心して作業できました。

### 3.psychedelic.eps

![$phychedelic.eps](image%2010.png)

こちらも1で紹介した素材をベースにグラデーションマップをかけています。40ページの冊子ですから、そのうちの何ページかはインパクトのある画面にしたいと考えていたので、カラフルで主張の強い背景素材も作ってみました。他の2つとは対照的な背景素材になったと思います。

# 各ページのデザイン

## 表紙

![$パンフレットの写真](image%2011.png)

みなさんは気づきましたか？実は今年の表紙は表面の一部にクリアトナーがのっている豪華仕様です。おそらく菁々祭パンフレット史上初めての特殊印刷です。光に当てたときに、クリアトナーがのっている部分とのっていない部分とで質感の差が出てとても映えます。

![$Blenderで編集している様子](image%2012.png)

背景に使っている画像は、実は[ロゴ発表映像](https://youtu.be/7v9g0vJNalM?si=U4HHRz3efbSZGx-h)の没カットです。blenderを使って、今年のロゴの3Dデータをベースに流体演算をかけています。レンダリング時の解像度は驚異の5760\xd73240px。A5の冊子の表紙としては明らかにオーバーサイズですが、他の用途にも使えるかもと思って大きめに書き出しました。使わなかったんですけどね。

## P.2 ごあいさつ

![$「ごあいさつ」ページ](image%2013.png)

「ごあいさつ」の英語表記に悩みました。ここでの「ごあいさつ」は単なる挨拶ではなくそのメッセージに置かれていることから「Greeting Messages」や「Messages」などの案も出ましたが最終的には「Greetings」としました。正しいかどうかの確証は正直ありません。今年度のごあいさつページの写真は校長先生と実行委員長に分けて配置しました。菁々祭のパンフレットの中で今までにないレイアウトになったと思います。(一応例年通りのツーショットも撮影していたのですが、私の表情が固かったのもあってこちらのレイアウトを採用しました。)　実行委員長とパンフレット編集長を兼任している都合上、必然的に自分の写真を自分で紙面に配置することになるので、少し変な気分になりました。せっかくだったら加工マシマシに盛りまくっても良かったかなと思っています。

![$「ごあいさつ」ページの写真](image%2014.png)

![$本郷校長のサイン](image%2015.png)

今年はごあいさつの名前のところをそれぞれの手書きにしてみました。校長先生はペンで、実行委員長は鉛筆で書き、それぞれの「らしさ」を演出しています。 実はごあいさつのページデザインよりも実行委員長あいさつの方が苦戦していました…

## P.3 テーマ・ロゴ

今年のテーマやロゴの説明を加える場所ですね。以前からもあったのですが、1ページ丸々を使い始めたのは第58回からです。基本的にはロゴ発表時に使ったグラフィックを紙面用に再構成して作成しています。ここの図形がかわいくてお気に入りです。

ロゴデザインについての詳しい記事はこちら↓

[2023.06.05 ロゴデザインの裏側に密着？！PRパート員 S.Y.](/blog/59/01)

## P.4 - P.5 校内全図

![$校内全図ページ](image%2016.png)

基本的には第55回のベースを踏襲する形で制作しています。ベースはできあがっているので組むのは簡単なのですが、めちゃくちゃミスが起きやすいところだとも思っていたので慎重に作りました。この記事の執筆時にはすでに印刷会社に入稿済みなので、ミスがないかハラハラしています。とてもこわいです。 また、こちらの校内全図はさまざまなところで使うので、利便性のためにレイヤーの整理を細かく行なっています。

## P.6 - P.17 校内展示

![$校内展示ページ（中学棟1F）](image%2017.png)

![$校内展示ページ（中学棟2F）](image%2018.png)

![$校内展示ページ（中学棟3F）](image%2019.png)

![$校内展示ページ（高校棟1・2F）](image%2020.png)

![$校内展示ページ（高校棟3F）](image%2021.png)

![$校内展示ページ（高校棟4F）](image%2022.png)

こちらも第55回のベースを使って組んでいます。「◯年△組」の表記に少しこだわっています。数字と英字の情報が先に見えるようにサイズをひとまわり大きくして、ベースラインも調整しました。今年は6年F組にも展示が入るということで、紹介文を１ページに10団体も詰めることに。

## P.18 - P.25 タイムテーブル

![$タイムテーブル1日目ページ1](image%2023.png)

![$タイムテーブル1日目ページ2](image%2024.png)

![$タイムテーブル2日目ページ1](image%2025.png)

![$タイムテーブル2日目ページ2](image%2026.png)

今年のタイムテーブルは、雨天時含め14列\xd72日分の28列を8ページに収めました。普段と比べて情報量が多めになったと思います。今年は例年に比べイベント数が非常に多く、後述するイベント紹介のページに全ての紹介文が入りきりませんでした。そのため、タイムテーブル上に紹介文を記載できるイベントについてはこちらのみに記載することで対応しています。できるだけタイムテーブルに紹介文を記載するイベントを増やすため、校舎内のイベントは15:00までに終了することを利用し、それぞれの日程の3・4ページの時間軸を下にずらし、上にスペースをとって紹介文を記載する方法をとりました。イベント開催場所の色はそれぞれのサインシステムに対応しています。 また、イベントの期間を表す長方形はレイヤー設定を使い、背景のテクスチャを活かした表現にしています。

## P.26-P.29 イベント紹介

![$イベント紹介ページ1](image%2027.png)

![$イベント紹介ページ2](image%2028.png)

バチバチの高彩度背景素材で画面に絶対的なインパクトを出しています。紙面の都合上、ここではタイムテーブルに紹介文を掲載できなかったイベントの紹介文のみを掲載しています。そのため「イベント一覧」ではなく「イベント紹介」としました。

## P.30-P.31 バザー

![$バザーページ](image%2029.png)

今年度は4年ぶりの食品解禁ということで、ワクワクしながら作っていました。P.31にどうやって情報を詰め込むかが肝でしたね。もう一店舗あったら危なかった...。 金券で使われている通貨単位である「シビ」はオリジナルのため、フォントが存在しません。そのため文字組みの際は文中にスペースを開けておき、そのあと上からシビのマークを重ねることで実現しています。

## P.32-P.33 グッズ

![$グッズページ](image%2030.png)

今年は８品目と豪華なラインナップを実現しました。パンフレットの話からは逸れますが、今年は初めて本格的な事前販売を行うことができ満足しています。やっぱり自分がデザインしたものが使われるっていいですよね。

![$Blenderによるグッズ製作の様子](image%2031.png)

パンフレットに掲載するために「モックアップ」が必要になります。いわゆるイメージ画像ですね。。できるだけ本物に近く作りあげるのが結構しんどかったです。実はボールペン以外のモックアップは全て3DCGや写真合成を使って作っています。

## P.34-P.35 装飾

![$装飾紹介ページ](image%2032.png)

毎年簡素になりがちな装飾のページですが、今年はほとんどの設計が3DCGを使って行われていたので、完成イメージを載せることができました。特に、ロゴモニュメントと中庭ステージの設計は自分がやっていたのでとても楽でしたね。Blender最高！！

## P.36 スタンプラリー

![$スタンプラリーページ](image%2033.png)

いよいよ最終ページの紹介です。なるべく多くの人に校内を満遍なく巡回してもらえるようスタンプラリーを設置しています。しかし、近年になって新しい展示団体が急増しており、そろそろ1ページに収まりきらないんじゃないかとハラハラしていましたが、なんとか今年はセーフ。さて来年はどうなることやら。密かな注目ポイントです。

# おわりに

中学3年の夏から菁々祭準備に関わるようになって、もう3年になります。高校2年は準備に関わることのできる最後の年でした。放課後にみんなで集まって会議したり、深夜まで作業しながら通話したり。こっちの方がいいとか、いやもっといい案があるとか、そんなことをずっと話し合ったりもして。締切に追われながら作業したのも、もう過去のことになってしまったんだなと感じます。最後のデータ入稿を終えたとき、解放感と虚無感で胸がいっぱいで複雑な気持ちでした。もう1年やりたい、というのが正直な感想です。また同じメンバーでやってみたい。そんな風に思わせてくれるぐらい、楽しくてやりがいに満ちていました。これからの菁々祭のパンフレットを作っていく後輩にエールを込めて。

![$菁々祭からの帰り道の筆者の写真](image%2034.png)

最後になりますが、この場をお借りして菁々祭パンフレット制作に関わってくださった全ての方に御礼申し上げます。本当にありがとうございました。
`},"60/03":{title:"作者的文化祭のあるきかた",date:"2024.09.05",author:"PRパート員 S.K.",topic:"製作セクション",thumbnail:eH.default,thumbnailPath:"src/blogs/60/03/thumbnail.png",images:{"image%201.png":eW.default,"image%202.png":ez.default,"image%203.png":eV.default,"image.png":eX.default},twitterEmbedded:!1,description:`
この記事では「せっかく菁々祭に来たのにどこを回ればいいのかわからない」「回りたい場所があったのに混んでて全然楽しめなかった」といったあるあるを解消すべく、同好会の展示を知り尽くしている（はずの）僕がおすすめの回るルートや展示を紹介していきます！
`,content:`
# 菁々祭を10倍楽しむための2つのウラワザ!

記事要約でも書きましたが、「せっかく菁々祭に来たのにどこを回ればいいのかわからない」「回りたい場所があったのに混んでて全然楽しめなかった」はもったいない！ということでこの記事を読んでくださる皆さんに東大寺学園生だから知ってるウラワザを紹介します！

## ウラワザ1 えっ！？この人気展示が並ばずに体験できる？！

1つ目からアヤしい書き方になってしまいましたが、このウラワザを使えばほぼ「確実」に行きたい場所に行くことが可能です。

そのウラワザとは...

「開始直後に行く」事です！

えっ...それだけ...？って思うのもわかりますが、本当にこれだけで大丈夫なんです！ 一番人が集まる時間、所謂ゴールデンタイムは11時～13時で、この時期は一般のお客さんが多く、人気のある展示の整理券は1時間待ち...なんてことが多発します。後述するウラワザ2の為にも是非とも9時ごろのご来校がおススメです!

ウラワザ2 うわっ...このカレー、美味しすぎ？

文化祭と言うといろんな出店が出て学生が料理をふるまう...というイメージを持たれる方もいらっしゃると思いますが、菁々祭はコロナの流行以後、食品関係が減ってしまいました。 とはいっても腹が減っては戦ができぬ。ということでウラワザ2では 「東大寺学園生からも人気で」「近場で」「コスパ最強の」「激うまランチ」を紹介したいと思います！

その店とは...

## 天竺薬膳 インド料理 みらん 高の原店

![$価格帯は900円～2000円で学校徒歩3分にあるのもおすすめポイントです!](image.png)

# 作者イチオシの同好会展示3選!

ここでは、「菁々祭に来たはいいものの、よくわからないからここに行ってみよう～はもったいない！」というのを指針として、人気な展示や混雑度がそこまで高くないがレベルが高い展示を紹介していこうと思います！

## その1 MGA同好会

MGA同好会という名称では、どのような活動をしているのかが分からないという方が大半でしょうが、部員自作のボードゲームや部誌の配布、今年は推理とロールプレイで謎を解くマーダーミステリーというゲームの「マーダーミステリー体験　菁々殺」を体験することができます。 この同好会の一番の魅力は「体験できるものが多く、全然飽きない」という点に集約されます！ ふだんからボードゲームをしてどうすれば面白いものを作れるのかと考えている人たちの集大成を是非遊んでみてください！

![$去年の文化祭での部員の自作ボードゲームの様子](image%201.png)

## その2 情報研究部

情報研究部は数年前に部に昇格した同好会で、展示内容はプログラミング体験にロボホン体験、部員がプログラムしたゲームのプレイがあげられます。

![image.png](image%202.png)

## その3 クイズ研究部

同好会展示の華はクイズ研究部と言わんばかりの盛況具合で、早押しボタンでできるクイズ体験が大人気です。

![image.png](image%203.png)

ここでは先程紹介したウラワザと、おススメの同好会展示を組み合わせた最強ルートを滞在時間別に2つ紹介していきたいと思います！（タイムテーブルは去年の物で考案しているので、多少変わる可能性がありますのでご了承ください。）

## 3時間ルート ～最小限の時間で最大限の体験を～

9時　　到着

9時5分　　プログラミング教室の整理券入手

9時10分～9時半　　MGA同好会

9時半～9時50分　　クイズ研究部

10時～11時　　プログラミング教室

11時～12時　　自由枠

このルートの一番の魅力は回る時間こそ短いものの回れる展示の数が多く、人気で整理券が取りにくいプログラミング教室が入っているのが特徴です。 菁々祭に行きたいけど時間がない！って人におすすめです。

## 6時間ルート ～ゆったり、でも超満喫！～

9時　　到着

9時～9時半　　クイズ研究部

9時半～10時　　情報同好会

10時　　お化け屋敷の整理券入手

10時～10時半　　MGA同好会

10時半～10時50分　　自由枠（グラウンドの屋台がおすすめ！）

11時～11時50分　　お化け屋敷

12時～13時　　みらんで昼食

13時10分～13時半　　グラウンドの屋台

13時半～15時　　自由枠（音楽部ライブがおすすめ！）

このルートの魅力と言ったらなんと言ってもその拡張性の高さです。プログラミング教室と同等、あるいはそれを超える混雑度のお化け屋敷をルートに入れているのも特徴です。ですがウラワザ1を有効活用。お化け屋敷の整理券を比較的簡単に入手出来ちゃいます!

# まとめ

いかがでしたか？短い記事になってしまいましたが、この記事によって皆さんがもっと菁々祭を楽しめるようになったら幸いです。それではまた9月7・8日に会いましょう！ここまで読んでいただきありがとうございました!
`},"60/04":{title:"テーマ・ロゴ発表映像のあれこれ",date:"2024.09.05",author:"PRパート員 S.Y.",topic:"製作セクション",thumbnail:e0.default,thumbnailPath:"src/blogs/60/04/thumbnail.png",images:{"image%201.png":eq.default,"image.png":eZ.default},twitterEmbedded:!1,description:`
今や菁々祭に火を点けるビッグイベントとなったテーマ・ロゴ発表。今年も例年以上に大きな反響を得ました。今回はそんなレベルの高い動画を出し続ける動画制作陣に話を伺います。

テーマ・ロゴ発表映像はこちらから→

[https://youtu.be/4h_s7_eRCo0](https://youtu.be/4h_s7_eRCo0)
`,content:`
# Q.テーマ・ロゴ発表動画の制作の流れについて教えてください

発表映像の制作に携わったのは主に2人で、BGMの選曲、モーショングラフィックス、3DCG等を担当した自分と、ロゴデザインやグラフィック担当の相方です。

今回使用したソフトは、Adobe After Effects (モーション用)、Adobe Illustrator (グラフィック用)、Blender(3D表現用)です。

作業工程としては、Illustratorで動かす図形や文字を配置する→Illustratorで作った素材をAfter Effectsに取り込む→After Effects で図形や文字にモーション（動き）を付ける、それに加えて3Dの背景など（複雑なもの）はBlenderで作る、といった感じです。Adobeのソフトを本格的に使うのは初めてだったので結構苦戦しました。

# Q.今回の動画で拘ったところはありますか？

最初のピンクの炎が燃え続ける部分ですね。Blenderというソフトを使い、炎を流体シミュレーションを、空中に舞う埃をパーティクルシステムを使って作っています。

TwitterやInstagramなどに投稿する際、最も多くの人がプレビューで初めに目にするところなので、興味を持ってもらえるようかっこよく作ろうと思いました。 あと選曲もこだわりました。僕は大のフリーBGMマニアなので沢山の選択肢があって迷いました。

(彼のYouTube再生リストには2000を超えるフリーBGM動画が保存されているとかいないとか。引き出しの量が恐ろしいです…)

![$Blenderの編集画面](image.png)

# Q.逆に難しかったところはありますか？

難しかったというより辛かったのは発表の前日時点で動画の編集が全然終わってなくて、徹夜して作るしかなかったことですね。動画はロゴ発表当日の朝5時に完成しました。 眠気と疲労がひどくてその日は意識が朦朧としてました。

# Q.動画作成に興味を持ったきっかけとかはありますか？

小学生の頃に動画サイトでMAD動画や組曲動画を見て自分も作ろうと思って始めました。 いわゆる「ゆっくり実況」動画とかも結構作ってました。

# Q.来年以降テーマ・ロゴ発表を作る後輩たちに一言お願いできますか？

計画性を持って頑張って早めに完成させるのがやっぱり一番理想的だなと思いました。動画編集に携わった人間として納期ギリギリになってしまう気持ちは身にしみてわかるのですが...

![$After Effects の編集画面。非常に複雑。](image%201.png)

# おわりに

制作陣の並々ならぬ努力がうかがえましたね。

他にも制作陣の拘りポイントが多くあるらしいので、皆さんも探してみてはいかがでしょうか？？
`},"60/05":{title:"復活した書道パフォーマンス!!",date:"2024.08.22",author:"パート員 S.Y.",topic:"PRパート",thumbnail:e1.default,thumbnailPath:"src/blogs/60/05/thumbnail.png",images:{"image.png":e2.default},twitterEmbedded:!1,description:`
今年の菁々祭では書道部がパフォーマンスを行います。そのパフォーマンスについて書道部の部長にお話を伺いました。
`,content:`
# 書道パフォーマンスについて

書道パフォーマンスは数年前までは行われていたのですが、部員の減少やコロナ禍も相まって、なかなか企画に至れませんでした。しかし、今では部員も多くなり、僕も文化祭ができる最後の機会なので、はじめての挑戦とはなりますが、去年を踏襲するだけでなく新しい取り組みをしてみたいと考えました。練習して作り上げた展示品とは異なり、その場限りでの唯一無二の作品作りを見ていただきたいです。

# 部の雰囲気

書道部みんなが精力的に取り組んでいます。このメンバーと共にパフォーマンスをはじめ、積極的な活動をしていけると思います。

# パフォーマンスの練習について

実は去年退職なさった、何十年も東大寺学年におられた先生が、今年も外部指導者としてご指導していただいています。これまで何十回もの菁々祭を経験してこられた先生のもとで、練習に励みたいと思います。

# パフォーマンスについての意気込み、来場者の方々へのメッセージ

書道部は作品の展示もしていて、展示の方も、一人一人一生懸命時間をかけた作品が揃い、即興の作品づくりも行なっていますので、是非足を運んでください。部員一同全力を尽くして臨みたいと思います。復活した書道パフォーマンスを是非ご覧ください。

# 最後に、今回の菁々祭のテーマである「発火」を書いてもらいました！

![image.png](image.png)

以上、インタビューでした！
`},"60/09":{title:"全国強豪のクイズ研究部、今年5年ぶりの〇〇〇〇を開催？！",date:"2024.08.22",author:"PRパート員 M.K.",topic:"クイズ研究部",thumbnail:e6.default,thumbnailPath:"src/blogs/60/09/thumbnail.png",images:{"image%201.png":e3.default,"image.png":e5.default},twitterEmbedded:!1,description:`
昨年、「高校生クイズ」や「東大王」で優勝した強豪・クイズ研究部。このブログではそんなクイズ研究部の見どころや実に 5 年ぶりの開催となる〇〇〇〇について、今回副部長に独占取材！ 徹底的にその実態を解剖します！！
`,content:`
# そもそも東大寺学園クイズ部とは？

## 「日々の活動だったり、雰囲気や特徴を教えてください！」

「基本的に毎日放課後に部員で早押しクイズをしています。よくテレビで見る早押しボタンを使ってます！部活の雰囲気が厳しいとか全然なくて、行きたい人が行く～って感じなんで、普段は別の部活で活動してるけど息抜きで来るって人もいます。 」

「特徴といえばやはり熱心に活動する人が多いと思います。クイズ強い人なんかは部活はもちろん電車や家でクイズの問題集を読み込んだり Anki っていう暗記専用アプリを使って座学に励んでます。」

![$普段の活動で使用してる早押し機。73期の方がテレビ番組「東大王」で優勝した際に景品として頂いた大切なもの。](image.png)

# 文化祭の教室展示について

## 「上の写真は去年の様子らしいですね、詳しく教えてください！」

「右の方に見える賞状は AQL*1 という大会で優勝した時の物です。けど最後に全国優勝したのが 3 年前で当時の優勝メンバーもほとんどいなくなってしまったのでそろそろ優勝したいですね。 左の方にあるサイン色紙は QuizKnock の伊沢さんや鶴崎さんのサインです。過去に先輩が QuizKnock 主催の大会「WHAT」で優勝した時に頂いたものを展示しています。」

## 「なるほど、その他に教室で行ってることはありますか？」

ペーパークイズと早押しクイズ体験を行っています。ペーパークイズは部員が懸命に作った問題を解くことができます！点数が高かった人にはちょっとした景品があります。早押しクイズ体験では、部員が実際に使ってる早押し機を用いてクイズをすることが出来ます！なかなかすることが出来ない貴重な体験ですのでぜひ一度押してみてください！」

＊１ AQL…中高生による学校別クイズ団体戦。毎年春に東京で決勝大会が開かれる。クイズ界の甲子園的な立ち位置の大会。

# 5 年ぶりとなる〇〇〇〇？！？！

## 「今年、クイ研さんが何か企画すると噂に聞いたことがあるんですが...」

「今年、関西のクイズ強豪校を文化祭に招待して東大寺学園クイズ研究とガチガチクイズバトルを行います！前回がコロナ前の 2019 年に行われたので、実に 5 年ぶりの開催となります。今のところの参加予定校は、東大寺・灘・西大和・大阪星光の四校です。実は同じメンバーで今年の 5 月、灘校文化祭で同様の招待試合があったのですが、その時は惜しくも西大和に優勝を譲ってしまいました。今回は東大寺勢が活躍してくれるといいですね！詳しくは東大寺学園クイズ研究部の Twitter・X（＠TDJquiz)で告知するので、ぜひフォローしてください!」

![$今年5月、灘で行われた招待試合の様子。めっちゃ盛り上がってたので東大寺でもみんなが楽しめる企画にしたいと副部長は語る。](image%201.png)

# 来場者に向けて一言

## 「最後に、来場者に向けて一言お願いします！」

「今年は例年よりさらにレベルアップした展示が出来るように頑張ります！特に目玉の招待試合では関西のクイズ猛者たちによる激戦を見ることができますので、ぜひお越しください！！我々クイズ研究部も昨年同様様々な大会で活躍する姿を皆様に届けられるよう日々努力しますのでよろしくお願いします！！」

いかがだったでしょうか？例年よりクオリティの上がったクイズ研究部の展示が楽しみです！

取材協力：クイズ研究部副部長
`},"60/10":{title:"文化祭の裏側、会計パートの仕事に迫る！！",date:"2024.08.22",author:"PRパート員 A.Y. & Y.U. & R.N.",topic:"会計パート",thumbnail:e4.default,thumbnailPath:"src/blogs/60/10/thumbnail.png",images:{"image.png":e8.default},twitterEmbedded:!1,description:`
この大規模なイベント、菁々祭の予算折衝など重役を担う会計パート。本ブログではそんな会計パートについてどんな団体がどのように仕事をこなしているのか、会計パート長に協力してもらいながら紹介していこうと思います。
`,content:`
# 予算総額と配分

## 「予算の配分はどのように決定しましたか？また、優先順位はどのように設定しましたか？」

「総額は大体 X00 万円程度。無駄なところを省いていくと意外と 2、30 万は残る。あと、パートの予算よりも文化部・同好会を優先してる。見栄えが一気によくなるロゴモニュメントや門にも大きな額をあげている。」

主に、鉄道研究部のジオラマなどはクオリティ相応の金額がかかるので、満額回答しているとのこと。また、門セクションのモニュメントも非常にインスタ映えが期待できるのでぜひ見ていってほしいです。(完成が文化祭最終日になることが多々ありますが)

# 出費の管理

## 「予算オーバーにならないように、どのような対策を講じていますか？また、団体から業者変更の依頼はどう対処していますか？」

「購入する業者は選んでいます。印刷用紙の費用はそれで 10%減できました。『こっちの業者の方が安く済むんじゃないの』という議論については、めんどくさかったのでしてませんでした(笑)。ですが、クラブによって『○○ メーカーの素材でなければならない』というこだわりがあるので、そこは守っています。」

# 予算の削減について

## 「出し物の中で、どの部分の予算を削減することができると考えていますか？」

「部誌を重点的に削っています。具体的には、オンライン化、あるいはクイズ等に置き換えたりしています。また、去年と比較して明らかに予算が高いところは、意外とその費用が必要だったりするのでよく話し合っています。」

# 費用の見直し

## 「予算内に収まらない場合、どのように調整を行っていますか？」

「基本的にはパートから削っています。PR・イベント・装飾の 3 パートで、会計パート長が指定した限度額に収まるように罵声大会を開催しています(笑)。」

# 報告とコミュニケーション

## 「役割の分担についてはどのようにしていますか？」

「重い部活やパートはパート長が、その他は他のパート員が担当しています。」

## 「ぶっちゃけ、会計パート長が所属している団体などの予算は贔屓したりしていますか？」

「予算案がまだ決まっていないので… 」

とのことです。恐らく贔屓はないでしょう！

![$大量の予算申請書に頭を悩ませる会計パート長](image.png)

# まとめ

いよいよ近づいてきた文化祭！多くの「楽しい」を提供するイベントの裏にはこのような努力が隠れています。この努力の成果を見て行ってほしいので是非お越しください！

ここまで読んでいただきありがとうございました！
`},"60/11":{title:"お化け屋敷の裏側を暴く！？",date:"2024.09.05",author:"PRパート員 S.K.",topic:"製作セクション",thumbnail:te.default,thumbnailPath:"src/blogs/60/11/thumbnail.png",images:{"image%201.png":e9.default,"image.png":e7.default},twitterEmbedded:!1,description:`
この記事では「せっかく菁々祭に来たのにどこを回ればいいのかわからない」「回りたい場所があったのに混んでて全然楽しめなかった」といったあるあるを解消すべく、同好会の展示を知り尽くしている（はずの）僕がおすすめの回るルートや展示を紹介していきます！
`,content:`
# お化け屋敷セクションについて

## 「お化け屋敷セクションについて教えてください。」

「 お化け屋敷は、夏休みを中心にお化けを作って、当日お化け役としてお客さんを怖がらせるのがメインの仕事になります。」

## 「何人ぐらいいるんですか？」

「セクション員は大体四十人くらいいます。」

# セクション長の紹介

## 「いつからセクションに入っているんですか？」

「僕は中三からお化け屋敷セクションに入っていて、最初は友達に勧められて入りました。」

## 「どのように進めていきたいですか?」

「一年目の先輩も二年目の先輩も滅茶苦茶優しくいろいろ教えてくれたので、僕もそういう風に仲良くやっていけたらなと思います。」

# Q.菁々祭の中でお化け屋敷はどのようなコンテンツだと思っていますか

「あんまり注目されることは少ないですけど、毎年整理券はすぐ売り切れるし、とても人気だと思います。だからこそ、高いクオリティのものを作らないといけないし、そこは気を引き締めてやらなきゃいけないな、と思います。」

![$木材を一から組み立てていく](image.png)

# Q.具体的に夏休みの作業の概要を教えてください

「設計は基本的にもう決まっているので、それに合わせて木を指定された長さに切って、後半はそれを組み立てていって、参加者が進むルートをつくる、という感じです。」

# Q.去年大変だったことは何でしょうか

「I字金具が全然なくてＬ字金具を無理やりハンマーでぶったたいてI字金具にした作業がしんどかったですね。」

## 「それは校舎統括パートのミスだったんですか？」

「そうですね。あれは舎括の発注が全然なかったとかで…。そういうのがたいへんだったっていうのはあります。」

# Q.逆に嬉しかったことは何でしょうか

「終わった後、食べたラーメンがおいしかったです(笑)。

まあでも、毎年だけど、お客さんが来てくれて、すごく怖がったりしているのを見ると、楽しいというか、嬉しいですね。」

![$お化け屋敷建設中](image%201.png)

# Q.今年のお化け屋敷の去年と違うところ、見どころを教えてください

「お化けって普通お面をかぶって怖がらせるんですが、まだ色々考えてるところではありますが、怖がらせ要員を増やすかな、っていうのはあります。」

# Q.最後に、来場者に向けて一言お願いします

「絶対楽しいお化け屋敷にするので、来てくれたらうれしいです！」

# おわりに

いかがだったでしょうか。今年度のお化け屋敷もとても面白そうですね。ぜひ皆さん菁々祭に来てくださった際にはぜひお化け屋敷に行ってみてください。整理券を忘れずに。最後にこの記事に関わってくださった皆さんありがとうございました。
`},"61/01":{title:"最古の部活、歴史部菁史会の文化祭展示にせまる",date:"2025.05.29",author:"PRパート員 O.H.",topic:"歴史部菁史会",thumbnail:tl.default,thumbnailPath:"src/blogs/61/01/thumbnail.jpg",images:{"1000003281.jpg":tt.default,"ann.jpg":ta.default,"kami.jpg":ti.default,"kaohame2.jpg":tn.default,"kareasa.jpg":ts.default,"ryouannzii.jpg":to.default},twitterEmbedded:!1,description:`
現存する部活の中で最も歴史があり、最も歴史に近いこの部活。そんな歴史部の今年の文化祭展示準備がどのように進められているのかを探ってきました。
`,content:`
# 去年の文化祭展示を振り返って

去年、ありがたいことに、多くの方々に歴史部の展示へと足を運んでいただきました。

そんな大盛況を呼んだ展示を見ていきましょう。

![kareasa.jpg](kareasa.jpg)

![ryouannzii.jpg](ryouannzii.jpg)

![kaohame2.jpg](kaohame2.jpg)

![kami.jpg](kami.jpg)

とても賑やかで楽しい展示ができたんじゃないかと思っています！

![1000003281.jpg](1000003281.jpg)

## 今年の文化祭展示について

![ann.jpg](ann.jpg)

○○○○の○○です！今大注目のアレと名前が似ているところに建っているアレですよアレ！

答え合わせは文化祭で！ぜひ部員の愛が詰まった歴史部を覗いてみてください！
`},"61/02":{title:"全国でも数少ないロケット研究部、その真相に迫る!!",date:"2025.05.30",author:"PRパート員 I.L.",topic:"部活動紹介",thumbnail:td.default,thumbnailPath:"src/blogs/61/02/thumbnail.png",images:{"8a8468b7-dca7-41d1-9a1e-af0f3a52acc0.png":tr.default,"%E3%83%97%E3%83%A9%E3%83%80%E3%83%B3%E5%88%87%E6%96%AD%E7%94%BB%E5%83%8F.png":tg.default,"%E5%A4%A7%E5%9E%8B%E5%B1%95%E7%A4%BA%E7%94%BB%E5%83%8F.png":tm.default},twitterEmbedded:!1,description:`
全国でも数少ないロケット研究部その謎めいた実態を部長に取材してみました！　
`,content:`
# そもそもロケット研究部とは？

### 普段の活動や雰囲気について教えて下さい!!

「普段は月一くらいの頻度で発射実験を行っており、できるだけ高く飛ばせるように日々研究と実験を繰り返しています。部員間も仲がよく、縦の繋がりがとても強いように感じます（僕自身後輩からあまり敬語を使ってもらっていません( ；∀；)」

# 文化祭への準備

### 毎年文化祭に向けてどんな準備をしているんですか？

「宇宙に関する大型展示を行っています。2年前はJAXAのHⅡロケット、昨年は宇宙探査機はやぶさ2（下写真）を展示しました。我々ロケット研究部の教室展示のメインとなっています。例年は夏休みの始まりとともに作業を始めていますが、今年はもう少し余裕を持たせたいですね（笑）　今年の展示について？それはまだお答えすることはできませんが、今年も部員一同の総力を結集して素晴らしいものを作りたいと思います。」

![$↑大型展示物に使うプラスチックダンボールを加工する様子](%E3%83%97%E3%83%A9%E3%83%80%E3%83%B3%E5%88%87%E6%96%AD%E7%94%BB%E5%83%8F.png)

![$↑昨年の大型展示　宇宙探査機はやぶさ2の2分の1スケール](%E5%A4%A7%E5%9E%8B%E5%B1%95%E7%A4%BA%E7%94%BB%E5%83%8F.png)

### やっぱりロケット研究部といえば部誌ですよね！

「毎年部員それぞれが興味のあるロケット（宇宙）に関する分野を寄稿してくれています。中には10ページを超える文量の記事まであるので相当な熱量です。すべての記事の編集を終え、9月に入ると製本作業を行います。毎年数百部を刷っているのでかなりの作業です。多くの部員を動員して夜まで作業をします。みんなの気が狂ったように作業をする雰囲気が僕は文化祭の準備のなかで一番好きですね」

![$↑部誌の製本作業の様子](8a8468b7-dca7-41d1-9a1e-af0f3a52acc0.png)

# 今年の文化祭展示

### 今年、ロケ研で新たな取り組みをすると聞いたのですが…

「今年は今までの発射実験や大型展示も行いながら、ロケットの制作体験を本格的に実施しようと思います。僕たちが実際作っているロケットと同じものを作ってもらう体験です。昨年も小規模ながら制作体験を行いましたが、今年はより体験が思い出に残るような工夫をしますので、ぜひ遊びに来てください！」

# 来場者の方々に一言

### 最後に、来場者に向けて一言お願いします！

「今年は例年以上に気合の入った展示をお見せできるよう頑張ります！迫力満点の発射実験や部員たちのこだわりが詰まった大型展示、そして皆さんに楽しんでいただけるような制作体験をお届けしますので、ぜひお越しください!!」
`},"61/03":{title:"人気アイドルグループ、TDJ48にインタビュー！",date:"2025.05.30",author:"PRパート員 M.H.",topic:"TDJ48",thumbnail:tb.default,thumbnailPath:"src/blogs/61/03/thumbnail.jpg",images:{"PXL_20250522_062121454_exported_364_17485933327125.jpg":tp.default},twitterEmbedded:!1,description:`
TDJ48は、例年菁々祭のステージで多くの観客を集めている東大寺学園のアイドルグループで、主に48グループと坂道シリーズの楽曲を踊っています。このインタビューでは、TDJ48歴3年目のグループ長と、2年目のメンバーにTDJ48について語ってもらいました。

![$左端は48のメンバー、中央はグループ長、右端はインタビューに答えてくれたメンバー](PXL_20250522_062121454_exported_364_17485933327125.jpg)
`,content:`
# Q.TDJ48は何年からあるんですか？

<span style={{ color: "#337EA9" }}>グループ長</span>：今15代目なので、2010年の菁々祭からあります。

# Q.どういうきっかけで作られたんですか？

<span style={{ color: "#D9730D" }}>メンバー</span>：いやちょっと存じ上げない…

<span style={{ color: "#337EA9" }}>グループ長</span>：はじめはAKB48が好きな人が集まって、AKB48の真似をしようということで始まりました。

<span style={{ color: "#D9730D" }}>メンバー</span>：へぇー

### 最近はAKB48以外にも色々踊ってますね。

<span style={{ color: "#D9730D" }}>メンバー</span>：はい。最近は逆にAKB48のほうがが少なくなっています。踊る曲数が増えたことが一因ですね。以前はそんなに踊っていなかったんですけど、最近はおそらく10曲踊るようになりました。今では乃木坂、日向坂、欅坂をメインに踊っています。

<span style={{ color: "#337EA9" }}>グループ長</span>：そもそもAKB48が衰退したこともありますね。

### なぜ曲数が増えたのですか？

<span style={{ color: "#D9730D" }}>メンバー</span>：やはりみんな踊りたい曲がいっぱいあるからじゃないですかね。

# Q.メンバーは何人いるんですか？

<span style={{ color: "#337EA9" }}>グループ長</span>：今42人ですね。結構大所帯です。

<span style={{ color: "#D9730D" }}>メンバー</span>：去年から数人増えてます。

# Q.メンバーごとにどんな役職や役割がありますか

<span style={{ color: "#337EA9" }}>グループ長</span>：役職はリーダーかそれ以外だけですね。

<span style={{ color: "#D9730D" }}>メンバー</span>：ほぼそれだけですね。あとは、TDJ48はダンス団体の中で一番ダンスの動きが複雑で、ただ単に振り入れするだけでなくポジションやフォーメーションも大事になってくるので、それらをよく知っている2年目のメンバーが1年目に教える役割をしています。

### リーダーはどんな仕事があるんですか？

<span style={{ color: "#337EA9" }}>グループ長</span>：誰がメンバーか管理することと、練習する教室の鍵を借りて教室を開けることと、照明台本をつくることです。

### 照明台本って何ですか？

<span style={{ color: "#337EA9" }}>グループ長</span>：体育館でのライブの時に、照明がどのように動くかを書いたものです。僕が実際のライブの動画を参考にしながら書いています。

# Q.練習はどれぐらいの頻度で、何時間やってるんですか？

<span style={{ color: "#337EA9" }}>グループ長</span>：練習は週に４回ありますが、自由参加です。１回大体２時間ぐらいです。僕は週２で行ってます。

<span style={{ color: "#D9730D" }}>メンバー</span>：僕も毎回練習の序盤だけ様子見をしに行きますが、本格的に練習するのは基本的に週２です。２年目以上の人は、１年目に教えるために日ごとに入れ替わりながら行っています。

### 練習はどんな雰囲気ですか？

<span style={{ color: "#D9730D" }}>メンバー</span>：とてものびのびと練習しています。あまり真剣な雰囲気ではないです。しかしそのせいで直前にギリギリで詰め込んだりすることになってしまうことはあります。

# Q.衣装はどうやってできるんですか？？

<span style={{ color: "#337EA9" }}>グループ長</span>：菁々祭の運営組織の中にPRパートという組織があるのですが、デザインはそこの人がしています。僕たちがそれを文化祭直前に業者に発注して、僕たちのもとに届くという感じです。

# Q.ダンス以外に仕事はありますか？

<span style={{ color: "#337EA9" }}>グループ長</span>：ダンス以外の仕事は、さっきの照明台本と、ステージの作成を手伝うことです。

# Q.TDJ48の魅力は何ですか？

<span style={{ color: "#337EA9" }}>グループ長</span>：自分が思うのはダンスの難易度の低さですかね。

<span style={{ color: "#D9730D" }}>メンバー</span>：ほかのグループとは違って人数が多いので、個人が上手に踊れなくても、全体の形がきれいだったら隠せるので難易度は低いです。ただ、形をきれいにするにはある程度練習が必要です。

<span style={{ color: "#337EA9" }}>グループ長</span>：あと、E卍ILEや寺マスは知識が必要で、それらが好きな人ぐらいしか入れないけど、TDJ48はとりあえず騒ぎたい人が入れるぐらいに難易度が低いです。

# Q.今までの活動の中で１番楽しかったことは何ですか？

<span style={{ color: "#337EA9" }}>グループ長</span>：やっぱり、１番楽しいのは本番に最前列で踊っているときですね。そのときは「輝いてるな」って思います。

<span style={{ color: "#D9730D" }}>メンバー</span>：確かに。人数が多いから、後ろに何人もいる状況で自分が１番前というのはいいですね。

# Q.逆に、１番大変だったことは何ですか？

<span style={{ color: "#337EA9" }}>グループ長</span>：１番大変だったのは、本番直前の全体練習の時ですね。僕が前から指示を出しながら全員が立ち位置交換などでスムーズに動けているのかどうかをチェックしたり、動きを修正したりしたのですが、いろんなところを見なければいけないので大変でした。

### メンバーの側で大変だったことは何ですか。

<span style={{ color: "#D9730D" }}>メンバー</span>：僕はコツコツ練習してきたので、あまり大変ではありませんでした。ただ、立ち位置が変わるときに、周りが正しく移動するかどうかを心配しながら踊るのは少し大変でした。

# 最後に、ファンにメッセージをお願いします

<span style={{ color: "#337EA9" }}>グループ長</span>：絶対盛り上げるので、絶対に来て欲しいです！

<span style={{ color: "#D9730D" }}>メンバー</span>：ファンの皆さん、菁々祭のライブでは盛り上げてください。お願いします。

# 終わりに

いかがだったでしょうか？TDJ48の裏側を垣間見ることができたかと思います。

ぜひライブに行って、’’彼女’’達の１年間の成果を見て盛り上がってください！！
`},"61/04":{title:"文化祭で「和太鼓演奏」！？和太鼓同好会とは？",date:"2025.06.02",author:"PRパート員 O.H.",topic:"和太鼓同好会",thumbnail:tv.default,thumbnailPath:"src/blogs/61/04/thumbnail.jpg",images:{"1000016152.jpg":tu.default,"1000016155.jpg":th.default,"1000016162.jpg":tc.default,"1000016165.jpg":tA.default,"1000016166.jpg":tP.default,"1000016168.jpg":tf.default},twitterEmbedded:!1,description:`
あなたが菁々祭にお越しになった当日、門をくぐって最初に見る景色とは一体なんでしょうか？バザー？ロゴモニュメント？はたまたパンフレット？ **そうです、「和太鼓演奏」ですね。** そんな和太鼓演奏について、和太鼓同好会に話を伺いました！
`,content:`
# 和太鼓演奏ってそもそもなんですか？

## 菁々祭の華です。

大げさではありません。

和太鼓演奏は、東大寺学園のいわゆるロビーのような場所にあたる **転心殿** の目の前で毎年開催されます(ちなみにインフォメーションセンターもこの転心殿前にあります)。校門を通ってから各教室に向かうには必ずここを通る必要があり、 **毎年たくさんの人が和太鼓演奏に集まる** 、というわけです！

![$ここが「転心殿」。東大寺の大仏にゆかりがある神聖な場所](1000016165.jpg)

# 和太鼓同好会ってふだん何してるの？

さて、そんな華の和太鼓演奏を行っている和太鼓同好会ですが、どんな部活でどんな練習をしているのでしょうか？もしかしたら運動部も顔負けの筋トレを毎日行っているのかも……

好奇心を胸に秘めたまま練習場所の圓融館ホールのドアを開けてみました、すると……

![$思わず「練習しろよ……」と言いたくなるような光景](1000016162.jpg)

## 全員、スマホを見て座ってますね。

どうやらイメージとは裏腹に、すごくゆるい部活のようです。と思ったのも束の間、ちょうど休憩の時間だったようで、部員の一人が不意に太鼓を叩き出すと他の部員も練習を始めました……

![$練習風景、かっこいい……](1000016152.jpg)

最初は一人で勝手に叩いていたのが、他の部員によってパートが補完され、徐々に完成に近づいていくのを見ると、 **思わず鳥肌が立つような迫力に飲み込まれてしまいました……** やはり実際に聴くと太鼓の音色が胸に響きますね。

# 「数年ぶりの新曲です！」

演奏を聞いて胸を躍らせたところで、副部長さんに **インタビュー** をすることにしました(以下、副部長さんを **N** とします)。

![$左がNさん、右は会計のKさん](1000016166.jpg)

「はじめまして！すごい演奏でびっくりしました……」

 **N** 「ありがとうございます〜」

「ここの部員数は何人ですか？また週に何回練習されているんですか？」

 **N** 「19人で、月曜日と木曜日の週２回練習しています。」

「いま演奏した曲はなんという曲ですか？」

 **N** 「『 **颯** (はやて)』という曲です！  **ぼくが作曲して**  高校２年生だけで練習した  **数年ぶりの新曲です！**  」

![$『颯』演奏風景](1000016168.jpg)

「すごい……今年の見どころはなにかありますか？」

 **N** 「今年は、文化祭テーマ『 **分秒** 』にちなんだ **特別な演出** を用意し、またぼくらの引退年ということでいつも以上に張り切って演奏したいと思っています！」

# 新曲は「スマホで作曲」

「新曲についてもっと深く教えていただいても……？」

 **N** 「もちろんです！いま作っている曲は『颯』を含めすべてiPhoneのGarageBandという無料のアプリで **１から作曲しています。** これまでの曲は既存の曲を模倣して使い回してきたのですが、今年 **初めて完全なオリジナル曲を演奏します！** 」

![$新曲「颯」の譜面。とても刻まれています](1000016155.jpg)

「なるほど！ちなみに大会などには出る予定はありますか？」

 **N** 「 **あります！** とはいえ、全国的に見ればまだまだ未熟なので後輩たちにはがんばってほしいです。」

「ありがとうございます！最後に、菁々祭に来場する皆さんに発信したいことはありますか？」

 **N** 「『 **塵すら踊らせ、打ち鳴らせ。** 』(第57回菁々祭より)」

Nさん、ありがとうございました！

# おわりに

最後までお読みいただきありがとうございます！

この記事を読んで少しでも和太鼓演奏や菁々祭に興味を持っていただければ幸いです、菁々祭にお越しになった際にはぜひ和太鼓演奏をご観覧ください！
`},"61/05":{title:"多岐にわたって活動する、電子工作部の展示とは！？",date:"2025.06.05",author:"PRパート員 M.K.",topic:"電子工作部",thumbnail:tj.default,thumbnailPath:"src/blogs/61/05/thumbnail.jpg",images:{"1745711961845.jpg":t_.default,"PXL_20250418_064701171.jpg":tE.default,"PXL_20250424_070245168.jpg":tw.default},twitterEmbedded:!1,description:`
例年たくさんのお客さんでにぎわう電子工作部ですが、普段はどういった活動をしているのでしょうか？今年予定されている展示の紹介と一緒にしていこうと思います。
`,content:`
# 我が部で一番の実績を誇る、ロボコン部門

　東大寺学園電子工作部は、四つの部門に分かれています。まずはそのうちの一つであり、最も輝かしい大会実績を誇るロボコン部門から紹介していきます。

　ロボコン部門はみなさんがNHKで見たりするようないわゆる「電子工作」をする班です。自分たちで木材を切り、機体を組み立て、操縦します。全国大会でベスト16という輝かしい成績をのこし、電子工作部の発展に大きく貢献してきました。当日は、様々な機体を展示する予定です。機体がどのように動くかは、スタッフに聞くと熱心に解説してくれるはずなので、ぜひ聞いてみてください。

![1745711961845.jpg](1745711961845.jpg)

　電子工作班は文化祭に向けて活動する制作団体です。新入生へのはんだ付け体験を毎年行っており、当日はタッチセンサーを使ったもぐらたたきや、美しい図形を描く発光ダイオード群など魅力的な展示を多数作ってお待ちしているとのことです！

# ロボットでサッカー?!ロボカップ班

　「ロボカップは、ラジコンのような人の操作によって動くロボットではなく、自分で考えて動く自律移動型ロボットによる競技会。」（Wikipediaより）とあるように、ロボットたちのサッカー大会に出場しています。部室内の彼らのスペースには3Dプリンターがあり、新入生はよくそれを見て盛り上がります。ほかの部門よりも高度なプログラミングを用いて、勝ち上がるべく頑張っています新規部員絶賛募集中。当日はコートや機体の展示をする予定です。

![PXL_20250418_064701171.jpg](PXL_20250418_064701171.jpg)

　レゴ班は、LEGO社が提供するモーターを使って毎年大会に出場しています。レゴの部品のみを用いて様々なミッションをクリアすることは、かなり変わっていて、おもしろく思うでしょう。文化祭のころには大会が終わり、きっといい結果をつかんでいる（はず）なので、機体がどんな動きをするのか聞いてあげてください！教室ではディスプレイの発光を応用したオセロや大会に出場した機体の展示を予定しています、ぜひお越しください！

　また、当日はモーターであるev3を用いたプログラミング講習会を開催予定です。整理券が必要になるので、参加を希望する場合は配布所に行くことを忘れないようにお気を付けください。

![PXL_20250424_070245168.jpg](PXL_20250424_070245168.jpg)
`},"62/01":{title:"謎解き同好会について",date:"2026.05.15",author:"PRパート員 Y.H.",topic:"同好会紹介",thumbnail:tQ.default,thumbnailPath:"src/blogs/62/1/tshirt.png",images:{"1.png":tD.default,"1_.png":tB.default,"IMG_1219.jpeg":tC.default,"IMG_1315.jpeg":tI.default},twitterEmbedded:!1,description:`
みなさん、まず謎解き同好会と聞いても「謎解きって何？」と思う人もいると思います。私も中学1年生のころはそうでした。謎解きが何かわからないという人は、松丸亮吾くんが出しているような問題を想像してもらうとわかりやすいと思います。
`,content:`
# 謎解き同好会について

みなさん、まず謎解き同好会と聞いても、「謎解きって何？」と思う人もいると思います。私も中学1年生のころはそうでした。謎解きが何かわからないという人は、松丸亮吾くんが出しているような問題を想像してもらうとわかりやすいと思います。松丸亮吾くんの出す問題とは、知識だけで解ける問題ではなく、ほんの少しの知識とものすごいひらめきで解ける問題なのです。

そう、謎解きとは、<span style={{ color: ”#FFFF00” }}>**ひらめき力**</span>を問う問題なのです。

こんな感じです↓(後ほど解説します。)

![謎解き(例)ぜひ解いてみてください！](1.png)

謎解き(例)ぜひ解いてみてください！

# 謎解き同好会ができた経緯

実は、私が東大寺学園中学校に入学したとき、謎解き同好会はありませんでした。ならなぜ今あるのか？それは「<span style={{ color: ”#FFA500” }}>**自分たちで作ったから**</span>」です。東大寺学園では生徒が自分で部活を立ち上げることが可能である、というシステムを利用したのです。でも私が「よし！謎解き同好会を作ろう！」と思って作ったわけではありません。

中学1年生のとき、私には入学式から仲がよかったOさんがいて、Oさんによく謎解きの問題を出してもらっていました。そのときに私は、「謎解きってこんなに面白いんだ！」と知り、Oさんと謎解き同好会を作ろう！ということになりました。そして人を集め、2024年3月、「<span style={{ color: ”#9370DB” }}>**謎解き研究会**</span>」として発足しました。「<span style={{ color: ”#9370DB” }}>**謎解き同好会**</span>」という名前に変わったのは2025年になってからのことです。

# 普段どんな活動をしているのか？

普段は普通の教室(現在は4年D組)で活動していて、謎を作って解きあったり、謎解きのイベントなどを企画したりしています。

### じゃあ実際どんな感じで活動してるのでしょうか？

実際に活動しているときの黒板を見てみましょう！

![謎解き制作中の黒板](IMG_1219.jpeg)

謎解き制作中の黒板

これは第62回菁々祭のテーマ「<span style={{ color: ”#0A1B6F” }}>**Inf**</span><span style={{ color: ”#DB4592” }}>**i**</span><span style={{ color: ”#0A1B6F” }}>**n**</span><span style={{ color: ”#00AABE” }}>**i**</span><span style={{ color: ”#0A1B6F” }}>**ty**</span>」に関する謎解きを考えている途中の黒板の様子です！とにかく思いついたことを色々書いてみて、他の部員と話し合い、どれが最も楽しそうな謎解きになるか？どれが最も難しそうな謎解きになるか？ということを考えて謎解きを作っています。

謎解き同好会では、謎解きを作るだけでなく、ネットに上がっている謎解きを解く、ということも活動の一環として行なっています。特に「**NazoMondo**」では毎回どこを開くか、どこからどこから解いていくか、と議論し盛り上がっています。

![みんなで謎解きしている最中の様子](IMG_1315.jpeg)

みんなで謎解きしている最中の様子

# 謎解きの解説

最初に例として出した謎解きの解説をしたいと思います。先ほどの問題は会長のOさんが作った問題で、私も解くのに苦労しました！少し難しい問題ですが、Oさんがわかりやすい解説を作ってくれたのでぜひ読んでみてください！

## 解説

この問題は矢印の左にある文字がどうなっているのかに着目することが解くためのカギでした。
一つ目の｢ビ〇〇｣は大きく、二つ目の｢ボ〇〇〇｣は太い。
このことから｢大きい｣｢太い｣の英語である｢ビッグ｣｢ボールド｣が入るのではないかと推測できます。
そして赤い矢印が通った文字を読むと｢ドッグ｣となります。
そして、もう一つ大事なポイントに気付けたでしょうか。
ビッグ→｢大｣、ボールド→｢太｣、ドッグ→｢犬｣。
灰色の四角に｢大｣の字を入れると全て法則が成り立ちました。最後に青い矢印を読むと……
？が表す犬は｢**プードル**｣でした。

![解説画像](1_.png)

解説画像

# 私たちが挑戦していること

## 他の部活とのコラボ

私たちは普段、1つの団体として活動していますが、文化祭では他の部活とコラボすることもあります。去年は暗号同好会と文藝同好会と共に、**校内周遊型の謎解きゲーム**を作り、来場者さんに高評価をいただきました！

今年もコラボをして新しいゲームを作る予定ですので、お楽しみに！

## リアル脱出ゲーム甲子園へ挑戦

「<span style={{ color: ”#FF0000” }}>**SCRAP**</span>」という会社が開催する**リアル脱出ゲーム甲子園**。私はこの甲子園の存在を知った中学生のときから、「出てみたいな」と思っていたのですが、参加資格が高校生からなのでただ待つしかありませんでした。今年度、ようやく高校1年生になり参加資格を得たので、謎解き同好会の高1で結成したチーム「**ただいま準備中！**」として第5回リアル脱出ゲーム甲子園にエントリーしましたが、本戦候補には選ばれたものの、残念ながら本戦には行けませんでした。来年はもっとクオリティーを上げてリベンジしたいと思います。

そしてこれがOさんが考えてくれた「**ただいま準備中！**」のロゴです！

![「ただいま準備中！」のロゴ](tshirt.png)

「ただいま準備中！」のロゴ

なんと**ただいま準備中！**には<span style={{ color: ”#51BBA0” }}>**T**</span>a<span style={{ color: ”#3A6AAD” }}>**D**</span>aima<span style={{ color: ”#83639F” }}>**J**</span>unbityu!と、<span style={{ color: ”#51BBA0” }}>**T**</span><span style={{ color: ”#3A6AAD” }}>**D**</span><span style={{ color: ”#83639F” }}>**J**</span>の文字が入っているのです！これもよく考えられていますね。

# 最後に

最後までお読みいただきありがとうございます。謎解き同好会がどんなふうに活動しているか、わかっていただけたでしょうか？まだできて3年目の部活ですが、他の部活に負けないよう、これからもがんばって活動して参ります。部員が作った謎解きや、普段の活動の様子などを[**謎解き同好会公式X**](https://x.com/tdj_nazo)に載せているのでぜひチェックしてみてください！先ほどの「**ただいま準備中！**」のロゴがヘッダー画像に使われています。

ぜひ第62回菁々祭「<span style={{ color: ”#0A1B6F” }}>**Inf**</span><span style={{ color: ”#DB4592” }}>**i**</span><span style={{ color: ”#0A1B6F” }}>**n**</span><span style={{ color: ”#00AABE” }}>**i**</span><span style={{ color: ”#0A1B6F” }}>**ty**</span>」に来場して、暗号同好会と文藝同好会とコラボしたゲームを遊びにきてください！
`},"62/02":{title:"昨年度から新しくなった民族音楽同好会の魅力に迫る",date:"2026.05.18",author:"PRパート員 I.H.",topic:"同好会紹介",thumbnail:tM.default,thumbnailPath:"src/blogs/62/2/IMG_5104.jpeg",images:{"IMG_5075.jpeg":ty.default,"IMG_5081.jpeg":tx.default,"IMG_5082.jpeg":tR.default,"IMG_5103.jpeg":tG.default,"IMG_5104.jpeg":tM.default},twitterEmbedded:!1,description:`
昨年度から新体制となり、菁々祭での楽器展示を始めた民族音楽同好会。このブログでは、民族音楽同好会の活動や昨年の菁々祭での展示の裏側について紹介してもらいました！
`,content:`
# 昨年度から新しくなった民族音楽同好会の魅力に迫る

昨年度から新体制となり、菁々祭での楽器展示を始めた民族音楽同好会。このブログでは、民族音楽同好会の活動や昨年の菁々祭での展示の裏側について紹介してもらいました！

# 普段の活動内容について

## 新体制になったと書いてありますが、どう変わったのですか？

一昨年までの活動から方針を大きく変え、名前の通り、民族音楽の研究をしたり楽器を集めたりしています。方針を変更するにあたって部員募集を大々的に行い、部員数は15人程度になりました！

## 普段は具体的にどんな活動をしていますか？

具体的には、互いに音楽の基本を教え合ったり、楽器を弾いたりしています。そして今年は民族楽器の専門店に行って楽器を買いました！　とはいったものの、普段の活動はとても緩く、しゃべったり楽器を触ったりとのんびりしています。

![新しく買った楽器その1](IMG_5103.jpeg)

新しく買った楽器その1

![新しく買った楽器その2](IMG_5104.jpeg)

新しく買った楽器その2

ここでほかの3人の部員からコメントをいただいたのでご紹介します。

高1 部員Iくん
中2の終わり頃に民族音楽同好会というものがあるのを知りました。もともと世界の文化や音楽に興味があった僕は当時の高2の先輩に声をかけました。するとこの同好会が消滅危機にあることを知り、同級生に声をかけて仲間を集めて存続させることに成功しました。活動についても最初は手探りでしたが部員みんなで試行錯誤して今のような形態になりました。普段は民族楽器を学びながら日頃の勉強の疲れを癒せるようなゆるい雰囲気で活動しています。一方で文化祭前になるとみんな一気にやる気になり活発に活動するのも魅力だなと思います。

高1 部員Sくん
最近できた同好会で、まだまだ部員も楽器も少ないですが、これから頑張っていきたいと思います！ このクラブではクラブの内外を問わずアドバイスなどをいただきながら活動することがあります。もし何かアドバイス等あれば部員に仰っていただくと励みになります。 この展示を通じて民族音楽に興味を持ってくれる人が増えたら幸いです。

中1 部員Tくん
初めて入部したのがこのクラブでした。 音楽について詳しいという訳ではなかったのですが友達といっしょに体験入部期間中に尋ねてみたのが入部のきっかけです。 先輩方も歓迎してくださり、熱心に活動についての説明をしてくださりました。 民族音楽同好会に入部して本当によかったです。

# 去年の文化祭について

## 文化祭の準備の裏側などはありますか？

普段は緩くても、菁々祭前ともなるとしっかり活動します。夏休みに集まって、それぞれの地域の音楽や所有している楽器の説明などの模造紙を書きました。

![夏休みに集まって模造紙を書いたりしました。](IMG_5081.jpeg)

夏休みに集まって模造紙を書いたりしました。

## 去年の文化祭展示について教えてください

去年は各地域の音楽についての模造紙を中心に、楽器の展示をしたり民族音楽を流したりしていました。

![文化祭当日の展示　画質悪くてすみません　　　　　　（左半分は別の部活の展示）](IMG_5082.jpeg)

文化祭当日の展示　画質悪くてすみません　　　　　　（左半分は別の部活の展示）

![楽器と模造紙展示](IMG_5075.jpeg)

楽器と模造紙展示

# 最後に

## では今年の文化祭の意気込みを教えてください！

今年は新しい楽器の展示や、去年とは違う様々な地域の音楽を詳しく調べる予定です。ぜひ一度、展示に足を運んでみてください！

[民族音楽同好会公式X](https://x.com/TDJminon2)
`},"62/03":{title:"ペンライト。その実現と進歩",date:"2026.05.21",author:"PRパート員 O.H.",topic:"グッズ紹介",thumbnail:tk.default,thumbnailPath:"src/blogs/62/3/1000024172.jpg",images:{"1000023788.jpg":t$.default,"1000023789.jpg":tT.default,"1000023797.jpg":tF.default,"1000023798.jpg":tN.default,"1000024086.jpg":tJ.default,"1000024172.jpg":tk.default},twitterEmbedded:!1,description:`
今年の文化祭グッズの目玉的存在に、ペンライトがある。この記事では、ペンライトの文化祭グッズ販売の実現、その経緯、また進歩について、発案者である私の視点から見ていこうと思う。
`,content:`
# ペンライト。その実現と進歩

今年の文化祭グッズの目玉的存在に、**ペンライト**がある。みなさんはペンライトにどのようなイメージを抱くだろうか。どんなイメージを持つにしろ、**「高校の文化祭のグッズとしてペンライトを販売する」**ということは、全国的に見てもかなり珍しいケースだろう。この記事では、ペンライトの文化祭グッズ販売の実現、その経緯、また進歩について、発案者である私の視点から見ていこうと思う。

# 2025年9月12日：始まり

全ての始まりは終わりのあとにある。ということで、去年の文化祭が終わった直後、グッズの品目選定のための話し合いがあった。

実現可能性が高いか低いかは関係なく、とりあえず売りたいものを各々提案してみるという形式で、最終的には**30以上**の候補が提案された。

![いずれも没案である](1000023789.jpg)

いずれも没案である

その中で2025年9月12日に提案されたのがペンライトである。提案者は私である。

![この時点で「実現可能性ほぼ0」と発言している](1000023788.jpg)

この時点で「実現可能性ほぼ0」と発言している

初めの想定は、100円均一ショップに売っている300円ほどのペンライトを買い、中敷を手作業で交換し、文化祭仕様にするというものだった。しかしこれは、中敷の交換が大変、またショップ側の在庫が少ないということでボツになった。

ここで壁に激突してしまう。100均ルートが使えないのであれば、製品を業者さんから仕入れるという形になる。こうなると100均よりは確実に高くなってしまう。文化祭グッズに割ける予算には限りがあり、限られた金額しか使えない。

## 要するに、「詰んでしまった」のではないかと。

家電量販店などで販売されている高品質のペンライトの販売額は3000円ほどである。またアクリルキーホルダーなどと違い、売れるという確証がない商品である。こういう商品に割ける予算というのはだいぶ限られてくる。売れるのか……？

# 2025年9月21日：転機

転機が訪れた。去年の菁々祭から2週間後の日曜、とある学校の文化祭に訪れる機会があった。そこで私が見つけた衝撃的なものとはなにか。

## そう、ペンライトの販売である。

しかも、私がグッズを買おうとした頃にはもう売り切れていた。バンドの演奏に行くと、「ペンライト持ってる人白付けてください！」などといった、ペンライトの存在を認知し、応援を煽るようなセリフを聞いた。これは、**「文化祭グッズとしてのペンライト」が明らかに成功している**例であったのだ。

![緑文字の同級生はたまたま同じ学校の文化祭に行っていた](1000023798.jpg)

緑文字の同級生はたまたま同じ学校の文化祭に行っていた

これを見た瞬間、私は「いける！」と思った。

もう1つの転機があった。1個1200円ほどで仕入れることのできるペンライトの業者さんを見つけたことだ。2年前の菁々祭では1500円の扇子が売られていたりもしたので、消費者の目線から見てもそこまで高く感じられない値段設定にすることができる上、仕入れ値の観点から見てもおそらく予算の範囲内に収まるだろう、ということで、**ペンライト販売実現が一歩前進した。**

![違和感を感じる言い回しだ](1000023797.jpg)

違和感を感じる言い回しだ

こうして、ペンライトの販売は決定したのだった。

# 2026年5月26日：個数決め

日付は飛んで、年すら通り越し、この日にグッズの個数を決めることに。

販売するグッズはほとんど決まっていたので、あとは予算との兼ね合いで個数を考えるという形になった。ここでは在校生向けの事前販売と、当日販売で合計200本を売ろうと決まった。のだが、（いい意味で）大きく予想を裏切られることに……

# 2026年6月19日・20日：事前販売受付

販売当日。自ら受付をしていて思う。

### （中学生、ペンライト買いすぎでは……？）

高校生の売れ行きも相当良かったが、それはさておき、全くペンライトを買わないと予測していた中学生が、1本、2本、はたまた4本(！)と買っていくではないか！これには販売スタッフ一同驚愕してしまった。

結局、6月19日の受付が終わった時点で、事前当日合計の200本を超えてしまい、事前販売が全て終了した頃には**なんと429本も売り上げてしまった。**嬉しい悲鳴がそこら中から湧いて出てきていたのをはっきりと覚えている。

![上から順に品目、販売個数、売上](1000024086.jpg)

上から順に品目、販売個数、売上

この売れ行きのおかげで、当日ではより多くの個数を売ることができるようになった。ということで、**当日はぜひペンライトをお買い求めください！**15色に光る・イベントの熱狂的な応援に参加できる・デモ電池が付属しているためすぐに使用できる、などなど、メリットはたくさんあるので、ぜひ。デメリットは売り切れてしまうかもしれないことぐらい。

# 2026年7月11日・13日：事前販売引き渡し

そうしてついに、ペンライトが私のもとに、購入した生徒らのもとに届いた。

![白色に光るペンライト](1000024172.jpg)

白色に光るペンライト

ちゃんと光る。当たり前と言えば当たり前なのだが、発案してからの10ヶ月間を思うと、尚更輝いて見えるというものだ。この光が、文化祭当日の熱狂する体育館を眩しいぐらいに照らしてくれれば、と思う。もっとも、そう願って発案したのだ。

# おわりに

ここまで読んでくれてありがとうございます！

今回は実録ドキュメンタリーみたいな感じで書いてみました。また、ペンライトの実現にあたっては多くの方々の尽力がありました。直接的なところで言えば、デザイン担当者には最大級の感謝を申し上げたいです。インテリアとして家のどこかに置いておきたいぐらいには良いデザインで、すごく感動しました。本当にありがとうございます。

改めまして、**第62回菁々祭“Infinity”ではペンライトを販売します！**お買い求めいただければ幸いです。売り切れる前にお早めに。
`},"62/04":{title:"自動車硏究會に就いて",date:"2026.05.22",author:"PRパート員 T.H.",topic:"同好会紹介",thumbnail:tW.default,thumbnailPath:"src/blogs/62/4/image.png",images:{"image 1.png":tO.default,"image 2.png":tS.default,"image 3.png":tL.default,"image 4.png":tU.default,"image 5.png":tY.default,"image 6.png":tK.default,"image.png":tW.default},twitterEmbedded:!1,description:`
車好きで集まり、研究したい。その志を持つ人が集まり、一昨年に有志団体として誕生した自動車研究会。同好会昇格から今年で2年目となる、その実態に迫ります。
`,content:`
# 自動車硏究會に就いて

車好きで集まり、研究したい。その志を持つ人が集まり、一昨年に有志団体として誕生した自動車研究会。同好会昇格から今年で2年目となる、その実態に迫ります。

# 結成

一昨年に行われた第60回菁々祭が終わり、次の菁々祭に向け準備が始まろうとしていた九月下旬、現在の会長であるS君が「車好きで集まり、車について研究したい」と考え、同好会の結成を決意しました。
当時の生徒会規定「有志団体に対する規定」では、6か月以上有志団体として活動した団体にのみ、同好会に昇格できることとなっていたので、まずは有志団体を結成する必要がありました。そこで、当時中学一年だったS君は、仲間を集め、11月に有志団体の結成が承認され、活動を開始しました。
有志団体の結成を判断する有志団体等管理委員会の当時の委員長に、「何か目指すものを決めて活動しないと、長続きしない」と助言を受け、以前より興味のあった自作バッテリーカーの大会（後述）に出場することに決めました。
そして、昨年の4月には顧問の先生を見つけ同好会に昇格し、無事、本格的な活動を始めることができました。

# 一年の活動

自動車研究会の活動は、大きく分けて三つの時期に分けられます。

# ４月から８月下旬

![image.png](image.png)

8月下旬に開催されるエコ１チャレンジカップ（後述）に出場するため、バッテリーカーを作ります。自動車研究会にとって一年で最も忙しい時期です。

## エコ１チャレンジカップへの挑戦

### ～中高生による手作り自動車コンテスト～

昨年は、自動車技術会関東支部、東京都市大学、日産自動車が共催するエコ１チャレンジカップ２０２５に出場しました。

### 車両（TEV-1）作り

何の知識もなかったので、ネットで調べたり、人に聞いてみたり、色々チャレンジしました。
車体を作ろうと思った時に、まず車輪の配置を考えました。四輪だと、後ろが2輪のため曲がりにくく重いので、前1輪、後ろ2輪にしようと思いましたが同様に曲がりにくく、規定で3輪以上と決められていたため、前2輪、後ろ1輪にすることにしました。
次に、材料。最初は、塩ビパイプで作ろうとしていましたが、高専教授の方に聞いたところ、強度が足りないと分かったので、鉄パイプかイレクターパイプを使おうと考えました。しかし、鉄パイプは重く、イレクターパイプは加工しにくいなど難点があり、鋼製のL字アングル、そして床に合板を使うことにしました。

モーターは、車体を小さく作ったこともあり、インホイールモーターにしました。

![image.png](image%201.png)

そして、一番難しかったのが足回り。タイヤと本体をつなぐ部分は考えた結果、台車のキャスターを使用して作ることができました。ステアリングも苦労の連続で、ハンドルとの連結部分は縦穴で回転範囲を確保し、タイヤの回転角度３０\xb0を確保するため頑張りました。

![image.png](image%202.png)

ハンドル部分も苦労しました。鉄を削り、大きく曲がるように改良し、工具の一部品の直径が奇跡的にぴったりだったことを利用した結果、強度が上がり、遊びも劇的に少なりました。

電子系でもかなり苦労しましたが、日産の方と相談して、改良することができました。

### 出場

![image.png](image%203.png)

会場が東京の多摩自動車学校だったので、全員前日に現地入り。車両は会員の保護者の方が車で運んでくださいました。
本番前に試運転を行っている際に、ハンドルの接続部分が取れ、コーンに激突してしまいました。急いでハンドルを接続し直しましたが、充分修理する時間はないまま、本番が始まりました。

コースは500メートル\xd710周で制限時間は30分。バッテリーの問題で8A以上出してしまうと完走できるか心配だったので、かなりスピードを抑えて走りました。しかし、６周目で試運転の時と同じようにハンドルが取れてしまい、運転手以外がコースに入り、修理したため、１分のペナルティが加算されました。その事故は８周目でも起きましたが、ピット内だったのでペナルティはありませんでした。

その結果、３分ほど失いましたが、**11位、27分22秒**で完走することができました。
運営の方にも初参加で完走できたことを褒めていただき、**自動車技術会賞**を受賞することができました。

![image.png](image%204.png)

# 大会終了から菁々祭

菁々祭に向け、急いで展示の準備をします。

## 菁々祭での展示

![image.png](image%205.png)

昨年は、TEV-1、生産が終了した日産GT-Rの特集とミニカーを展示し、ラジコンレースを行いました。

![image.png](image%206.png)

ラジコンレースは、来場した皆さんに楽しんでいただけましたが、~~エコ１と同じように~~コースの壁に激突することが多かったので、今年はそのようなことが少なくなるようなコースにする予定です。

# 菁々祭から４月

閑散期。あまりすることが見つからない時期。

# おわりに

ここまで読んで頂きありがとうございました。
まだ執筆段階ではわかりませんが、今年の菁々祭では、エコ１チャレンジカップ２０２６に出場したバッテリーカーや菁々祭のテーマにあわせた日産インフィニティの特集を展示し、ラジコンレースを開催する予定です。
ぜひお越しください！
`},"62/05":{title:"毎年大人気！鉄道研究部のウラ側・展示の見どころを解説",date:"2026.05.25",author:"PRパート員 I.Y.",topic:"部活動紹介",thumbnail:t2.default,thumbnailPath:"src/blogs/62/5/IMG_3843.jpeg",images:{"IMG_3389.jpeg":tz.default,"IMG_3390.jpeg":tV.default,"IMG_3391.jpeg":tX.default,"IMG_3392.jpeg":tH.default,"IMG_3393.jpeg":tq.default,"IMG_3835.jpeg":tZ.default,"IMG_3841.jpeg":t0.default,"IMG_3843.jpeg":t2.default,"IMG_3844.jpeg":t1.default,"IMG_3845.jpeg":t3.default,"IMG_3853.jpeg":t5.default},twitterEmbedded:!1,description:`
文化祭の展示で毎年多くの人を集める鉄道研究部、通称「鉄研」。本記事では、そのウラ側に迫ります。さらに、部員目線の「展示のここを見てほしい」というポイントなど、ここだけのウラ話も掲載！
`,content:`
# 毎年大人気！鉄道研究部のウラ側・展示の見どころを解説

文化祭の展示で毎年多くの人を集める鉄道研究部、通称「鉄研」。本記事では、そのウラ側に迫ります。さらに、部員目線の「展示のここを見てほしい」というポイントなど、ここだけのウラ話も掲載！

![これまでの菁々祭を走り抜けてきた車両の一部。](IMG_3843.jpeg)

これまでの菁々祭を走り抜けてきた車両の一部。

# 普段どんな活動をしているのか？

大きな活動としては、年に2〜3回日帰りで遠足をしたり、毎年春休みに新中3生以上の有志で旅行を行います。一方、何もやることがない時期は、数人ごとに集まって雑談をしたり、中学生は自ら撮影してきた日本各地の鉄道の映像を見せ合ったりと、自由奔放に過ごしています。（活動…？）

筆者の学年である高2生は、たまたま野球ファンが多く、野球の試合や球団に関する雑談で盛り上がることもしばしば。

#### しかし、だらけているばかりでもいられません。

昨年（2025年）は当部活にとって躍進の年となり、東京・新宿で開催された全国高等学校鉄道模型コンテストに出展しました！このためにジオラマを製作していました。ちなみに、これをきっかけに関東の学校の鉄道研究部員と仲良くなった部員もいるそうです(羨ましい限り)。

今年も2026年8月7日～9日の3日間、出展します！

![コンテスト全国大会の様子。計**188校**が参加していたようです。さすが東京開催、規模が違う。（写真は岩手日報ONLINEよりお借りしました）（右下の緑色の着ぐるみは埼玉・鶴ヶ島市のマスコットだそう）](IMG_3392.jpeg)

コンテスト全国大会の様子。計**188校**が参加していたようです。さすが東京開催、規模が違う。（写真は岩手日報ONLINEよりお借りしました）（右下の緑色の着ぐるみは埼玉・鶴ヶ島市のマスコットだそう）

なお、出展作品は菁々祭当日にご覧になれます。

![昨年度（2025年）の出展作品をチラ見せ！](IMG_3393.jpeg)

昨年度（2025年）の出展作品をチラ見せ！

このコンテストに出展する以前は、夏休み前くらいから文化祭準備を始めるくらいのスケジュールでしたが、今は新年度から真面目に活動し始め、夏休み中には週5日ほどのペースで活動するようになります…。

### **忙しいっ！！！😇（心の声）**

# なぜこれほど多くの人が集まるのか？

やはり展示内容（詳しくは後述）が一番の理由でしょう。

しかし他団体と比べても顕著に言えるのは、子連れでいらして下さる方がとても多いです。

![第61回（2025年）の様子。](IMG_3841.jpeg)

第61回（2025年）の様子。

そもそも子どもは鉄道に興味を持つ傾向が強いのではないでしょうか。動くものが好きだったり、ガンダムのような大きな機械に惹かれたり。小さい頃から鉄道好きであった筆者自身も思うのは、鉄道博物館や鉄道に関する展示施設に行くと、男の子が多く訪れている印象を受けます（あくまで筆者の主観にはなりますが…）。

# 本年はどんな展示をするのか？

展示内容は、※**Nゲージ**をはじめ、**プラレール**、**部員の撮影した写真**、**中1生による壁新聞**などです。

※Nゲージとは、本物の鉄道車両の約150〜160分の1の大きさで作られた鉄道模型のことです。線路から給電して走りますが、もし小さなお子さんが線路に触ってしまっても感電することはありません。

![第61回（2025年）の直前期の試運転の様子。ジョイント音（いわゆる「ガタンゴトン」）が心地良く、何時間でも見ていられます。](IMG_3845.jpeg)

第61回（2025年）の直前期の試運転の様子。ジョイント音（いわゆる「ガタンゴトン」）が心地良く、何時間でも見ていられます。

ちなみに、実際の車両と同じく、Nゲージも車両同士を連結器（カプラー）で繋いでいるのですが、実際には全然違う地方で走っている車両や絶対に連結しないであろう車両も、**同種のカプラーであれば連結できます**（技術のある部員は組み換えることもあるそう）。例えば、写真中だと**JR西日本**（新快速）と**東京メトロ**、**京急**の車両を連結しています（菁々祭での運転の予定はありません）。

Nゲージコーナーでは、昨年と今年の鉄道模型コンテスト展示作品もご覧いただけます。さらに、**Nゲージの体験運転もできちゃいます**！

※体験運転は**整理券制**です。当日に展示室内受付までお越しください。

※前述の通り線路に手を入れても感電はしませんが、走行中の車両に引っかかり手を挟む、手の汚れが付着して電気の通りが悪くなる、後々線路が錆びる、部員の私物の車両が壊れるなどしますので、十分ご注意いただくようお願いいたします。

![第60回（2024年）の様子。ここだけのウラ話ですが、写真の中央に写っている、コーラのすぐ横で何やら機械をいじっている青い髪の人が当時の**部長**で、なんとこの年は**テレビ取材**まで来ていました。そこで志望校を宣言させられ関西中で放送されましたが、宣言通り無事に京大生（現役合格）となりました。今年も当部の展示を見に来てくれるようで、嬉しい限りです。あと、コーラは愛飲していましたが、最近節制しているそう。なお、その元部長の左が現会計(当時中3)、そのまた左が筆者(同上)です。懐かしい。](IMG_3853.jpeg)

第60回（2024年）の様子。ここだけのウラ話ですが、写真の中央に写っている、コーラのすぐ横で何やら機械をいじっている青い髪の人が当時の**部長**で、なんとこの年は**テレビ取材**まで来ていました。そこで志望校を宣言させられ関西中で放送されましたが、宣言通り無事に京大生（現役合格）となりました。今年も当部の展示を見に来てくれるようで、嬉しい限りです。あと、コーラは愛飲していましたが、最近節制しているそう。なお、その元部長の左が現会計(当時中3)、そのまた左が筆者(同上)です。懐かしい。

ある決まった時間帯に、展示室の電気を消灯して運営することがあります。この時、Nゲージ側で、模型の中に車内灯を取り付けた列車だけを走らせています。さながら夜に走る列車のようで、すごく印象的でした。運が良ければ現地でご覧になれるかも。

プラレールコーナーでは、Nゲージと同様、毎年お子さんが釘付けになっている様子が見られます。筆者の幼少期が懐かしくなり、微笑ましいです。

![第61回（2025年）直前、プラレールのレイアウトを検討しているところ。](IMG_3844.jpeg)

第61回（2025年）直前、プラレールのレイアウトを検討しているところ。

![第61回（2025年）の様子。何と驚異の**21階建て**（！？）個人では容易に成し得ない規模感に圧倒されていました。](IMG_3835.jpeg)

第61回（2025年）の様子。何と驚異の**21階建て**（！？）個人では容易に成し得ない規模感に圧倒されていました。

部員の撮影した写真コーナーでは、当部活の精鋭たちが、カメラを携えて日本各地で撮影してきた鉄道写真を掲示しています（一部は部誌の表紙に掲載）。時たま海外の車両も混ざっており、日本では見られないような顔つきをした車両がちらほら。

ここ2年ほど、部誌の裏表紙には海外の鉄道車両が採用されていますが、今年は未定です。

![第60回（2024）・第61回（2025）部誌の裏表紙一覧。いずれも海外の鉄道車両となります。](IMG_3391.jpeg)

第60回（2024）・第61回（2025）部誌の裏表紙一覧。いずれも海外の鉄道車両となります。

中1生による壁新聞は、関西圏の鉄道に関する内容となる傾向があり、あまり鉄道知識のない方も比較的馴染みやすい内容になると思います（多分）。

# ここで宣伝！①部誌について

筆者も一昨年より寄稿しています。旅行記、時事ネタ、特定の鉄道車両や路線、鉄道会社をクローズアップした解説から、「普通電車に1日乗り続けてどこまで行けるか」とか「近鉄電車の放送システムを製作してみよう」など、ちょっとユニークなテーマまで扱っています。部員の知識と趣向と個性が結集した作品ですので、読み応え抜群！！

#### **ちなみに、部員数の増加により、昨年は2冊→3冊／年に増刊しています。**

編集部によると、今年も**「多い方が楽しいので多分出す」**とのこと。**（出なかったらごめんなさい）**

（紙の部誌の数には限りがありますので、在庫がなくなってしまったらご容赦ください。その場合はデジタル版でお読みいただけます。）

# 夏休みの鉄研の目玉（？）行事！製本作業のウラ話

毎年、部誌の製本をお盆明けに行っています。ここで特筆したいのは、**製本の品質**！

というのは、**ホッチキスの検品**が本当にハイレベルなんです！ホッチキスの位置や角のズレなどを厳しくチェックしています。来場者の方に最高品質の部誌をお渡しするため、筆者も含め、この検品に毎年苦戦しています（笑）。こだわって作っていますので、紙の部誌を入手できましたら、その点にもぜひ注目してみてください！

![昨年度の3冊目。分かりにくいですが、完璧なホッチス。](IMG_3389.jpeg)

昨年度の3冊目。分かりにくいですが、完璧なホッチス。

![角も綺麗に揃っています。模範的な部誌です。](IMG_3390.jpeg)

角も綺麗に揃っています。模範的な部誌です。

# ここで宣伝！②部のスタンプについて

本校の文化祭では、来場者の皆様にパンフレットをお配りする予定ですが、**その中に「スタンプ帳」が付属しています。各展示団体のスタンプを集めると、何か良いことがあるかも！？**

※スタンプ集めのために校内を走り回らないようにお願いいたします。

※鉄道研究部では、展示室内を**一方通行**といたします。毎年スタンプ集めなどのために順路を逆走する方がいますが、危険ですのでご遠慮ください。

![第61回(2025年)のスタンプ帳。(菁々祭パンフレットより)](IMG_3398.jpeg)

第61回(2025年)のスタンプ帳。(菁々祭パンフレットより)

最後までお読みいただき、ありがとうございました！筆者の述懐や展示での注意事項が多めになってしまいましたが、当部に少しでも興味を持っていただけたら嬉しいです。

[当鉄道研究部公式X](https://x.com/tdj_tekken)では、鉄研に関する広報などを随時行っていますので、ぜひチェックしてみてください。

#### 9月12日・13日、1年E組教室で部員一同お待ちしております。ぜひお気軽にお立ち寄りください！
`},"62/06":{title:"菁々祭テーマ・ロゴ発表PVについて",date:"2026.05.28",author:"PRパート員 S.K.",topic:"PR",thumbnail:t6.default,thumbnailPath:"src/blogs/62/6/1000003908.jpg",images:{"1000003908.jpg":t6.default,"1000003910.jpg":t8.default},twitterEmbedded:!1,description:`
みなさんは、今年の菁々祭のPVはご覧になりましたか？毎年PRパートでは、文化祭やそのロゴに関してのPVを製作し、Youtubeに投稿しています。
`,content:`
# 菁々祭テーマ・ロゴ発表PVについて

みなさんは、今年の菁々祭のPVはご覧になりましたか？毎年PRパートでは、文化祭やそのロゴに関してのPVを製作し、Youtubeに投稿しています。未視聴の方は是非ご覧ください！

[https://youtu.be/gEj_JFokp90?si=yEYEipB0uU3SNnWG](https://youtu.be/gEj_JFokp90?si=yEYEipB0uU3SNnWG)

どうでしたか？僕はこのPVがすごくよく出来ているなと思ったので作成者に聞いてみました。

# 製作者へのインタビュー①

　まず、画面に「Theme and Logo」と映し出されてから三秒数えたあとにロゴが発表され、その説明が出てきますよね。ここの部分でアニメーションのどこを拘ったか教えてもらいました。

![このアニメーションです。11~18秒のところ](1000003908.jpg)

このアニメーションです。11~18秒のところ

「Infinityというと「∞」がテーマなので、その形に沿ってロゴを描くアニメーションにしたいと思い、速さの強弱やタイミングを拘りました。」

やはりあの流れるようなアニメーションにはそのような拘りがあったんですね！

では、どのような思いで作ったのでしょうか？

　「このPVは、全校生徒にその年の菁々祭のテーマとロゴを初めて知ってもらうものです。 僕も過去のPVが忘れられず、今年もその感動を全校生徒に与えたいと思い作成しました。」

# 製作者へのインタビュー②

　では、このテーマとロゴを紹介したあと、「Now Loading」と表示される所がありますが、その前後を作成した方にもお話を伺うことができました。

　「初めにテーマを見たとき、正直「菁々祭っぽくないな」って思ったんです。二日間の為に、終わった次の日からその一年間を燃やし尽くす 「無限」とは程遠いけど熱い祭り。私達の成し逐げたものも、残り続ける訳ではないですが、「Infinity」と向き合ううちに、あるものを見つけました。二十年以上前からの引継書の束です。一年間、一分一秒を大切に菁々祭に向かうという熱い気持は、二十年来変わらず今まで受け継がれている、と感じました。それならば、「無限」と銘打たれているのだから今までの「菁々祭」を登場させないといけないなと思ったんです。だから実はPVの0:26~28の間でこっそりと、第一回から第二十回までのテーマを出していたんです。

![ひし形の中に、テーマが書かれています（0:26）](1000003910.jpg)

ひし形の中に、テーマが書かれています（0:26）

そしてそのあと名前は消え、Infinityのロゴを回転させて「無限」の一部となる。その後は、直近のテーマが動きにしやすいことに気づいたので、「五重奏」から順番に動きを作りました。そして最後に第六十一回テーマ「分秒」モチーフの時計のような動きで裂け、スクリーンという「限り」を消して「無限」になる、という構成です。確認していただけると私が喜びます(笑)」

　では最後に余談として、このPVを作るにあたって使われたソフトをお聞きしました。

　「映像の作成は初めてだったので、安心感のある Adobeソフトの After Effectsを使いました。始めはロゴを横にスライドさせる、回転させるのも難しくて思い通りにいきませんでしたが、チュートリアルや解説動画などで少しずつ慣れていきました。」

# 終わりに

ここまで拘って作られた一分以下のPVも少ないはずです。 是非一回はご覧になって、文化祭を楽しんで下さい！
`},...{}};var t9=a(48626),t7=a(92577),ae=a(1531),at=a(75410),aa=a(71573);let ai={title:"TDJのDJはディスク・ジョッキーなのでしてよ",date:"2026.07.24",author:"副パ長 I.O.",topic:"T(DJ)^2",thumbnail:t7.default,thumbnailPath:"./62/7/IMG_3810.webp",images:{"IMG_3809.webp":ae.default,"IMG_8029.webp":at.default,"IMG_3807.webp":aa.default},twitterEmbedded:!1,description:"昨年の第61回菁々祭で初登場し、重低音の響くビートで人気を博したT(DJ)\xb2というイベントがあります。流行だけに囚われないオタク心を掴む楽曲の数々で、ステージは熱気に包まれました。中高の文化祭でのDJとはなかなか珍しいですが、それは如何にして会場を沸かせるのでしょうか。今年も行われる予定だというT(DJ)\xb2について、リーダーにその魅力を語ってもらいました。",content:`昨年の第61回菁々祭で初登場し、重低音の響くビートで人気を博したT(DJ)\xb2というイベントがあります。流行だけに囚われないオタク心を掴む楽曲の数々で、ステージは熱気に包まれました。中高の文化祭でのDJとはなかなか珍しいですが、それは如何にして会場を沸かせるのでしょうか。今年も行われる予定だというT(DJ)\xb2について、リーダーにその魅力を語ってもらいました。

---

## きっかけは「やってみたかったから」

———まずは、T(DJ)\xb2の設立の経緯について教えてください。

**リーダー**：去年、新設されたばかりの団体です。先代の代表がもともとDJに興味があって、周りの人にDJを「やってみたい」と声をかけて回ったら「やってほしい」と好感触だったらしく、そういう中で去年のイベントパート長が「やってみよう」と決めたことでようやく実現したという感じです。

> **イベントパート**：菁々祭を動かしてゆく文化祭実行委員会を構成するパートのひとつ。菁々祭を彩るイベントについて、ステージの設計・組立や、イベントのタイムテーブルの調整、パフォーマーの管理などの業務を一括して行なっている。

———有志によるイベントということですか。

**リーダー**：はい。去年も今年も変わらず有志が集まってやっています。ただ、VOCALOID&作曲同好会のボカロ班が多く入っていますね。

> **VOCALOID&作曲同好会**：東大寺学園の同好会。略してボカ同。VOCALOID(音声合成ソフトを用いて作成された楽曲やそのジャンル)好きが集まり、その趣味を極めたり、「ボカロP」として作曲を行ったりして活動する。例年菁々祭にも出展し、楽曲発表などの展示は好評。

![CDにT(DJ)\xb2をあしらったアイコンは現リーダーのデザイン](IMG_3809.webp)

## 曲と曲を「繋ぐ」ことで生まれるステージ

———DJでは具体的にどういうことをするんですか？CDをくるくる回すイメージがありますが(笑)。

**リーダー**：最初にこういう曲を流してみたい、というのを、観に来てくれる方々の好みみたいなのも想像しながら決めていきます。そして、それを何回も聴くうちに「この曲とこの曲をこう繋ぐと良い感じにノれるようになる」みたいなひらめきが生まれるので、そういう「繋ぎ」をまとめて、ひとつのDJにします。

![これらの機器を操作して繋ぐ](IMG_8029.webp)

———曲同士はどのようなテクニックで繋いでいくんですか？

**リーダー**：いきなり曲を切り替えるカットインと、音量をフェードアウト、つまり段々下げつつ、次の曲をフェードインする(段々上げる)ことの2つが主です。

———そうして何分ぐらいのDJが出来上がるんですか？

**リーダー**：今年の公演だと1人30分ぐらいを予定しています。

———意外と長いような短いような…。それで何曲ぐらい繋がるんですか？

**リーダー**：詳しい内容についてはちょっと……。企業秘密なので(笑)。

———セトリのリークには厳しいんですね(笑)。

———その他に何か大切なことはあるんですか？

**リーダー**：僕個人としては、全体の流れを意識しています。例えば、2人が30分ずつの枠組みでやる時に、1人目が最初からいきなりキックの激しいHARDCOREみたいなのを流すとついていけないじゃないですか。だから、1曲目は穏やかな曲から始めて、途中にビルドアップしてドロップとかが入った曲にしていくとついていきやすくなります。そして、半分ぐらいになるとある程度ピークになると、ちょっとボルテージを落として、最後にまた盛り上げて終わる、という流れを大事にしています。

> **HARDCORE(ハードコアテクノ)**：1990年代ごろから流行した電子音楽のジャンル。BPMの高さや激しいビートが特徴的。日本ではアーケード音楽ゲームなどで耳にしがち。

## 難しい、だからこその唯一無二の魅力

———なんだかこれまでの話を聞いていると複雑に感じます。

**リーダー**：そうですね。やっぱり難しい部分はあります。T(DJ)\xb2は他のイベントと違って、舞台に一人で立って、何十分もやらないといけないわけじゃないですか。

———それだけ一人でステージ全体を盛り上げるパワーだとか、観客のハートに刺さる曲を選ぶセンスとかも関わってくるわけですね。

**リーダー**：それに、こうすれば良い、みたいな手本があんまりなくて。もちろん、DJの上手い人がやってるものを見て勉強することはできるんですが、それをそのまま使うことはできないんです。どういう曲を流してどう盛り上げるかは自分で全部決めないといけない。これが難しいところです。

———なるほど。それゆえにオリジナリティも生み出されるってことですね。

## 去年からさらにパワーアップ

———去年の第1回に比べて、何か変わったことはありますか？

**リーダー**：人数と公演回数が増えました。前年度は4人で、1日目と2日目合わせて6回(6人分)の公演がありましたが、今年は7人、公演回数は両日で8回になっています。

———1日あたり4回もするんですか！？

**リーダー**：はい。1日目は体育館、2日目は音楽室と分かれてやりますが、どちらもそれぞれの会場の雰囲気の中で楽しめるので、ぜひ両日来ていただきたいです。後悔はさせません！

![リーダーも真剣に向き合って練習](IMG_3807.webp)

## VOCALOIDで演者も観客も楽しく

———ボカ同が中心だということですが、曲のジャンルもボカロが中心なんですか？

**リーダー**：まあ基本的にはボカロが多いですね。もともと菁々祭にはボカロ関連のイベントが無かったので、そういう意味では新しいイベントということを念頭にやっています。ただ、東大寺学園には他のジャンルが好きだって人も大勢いるじゃないですか。ダンス団体だとラブライブとか坂道系のアイドルとかありますし。そういう人でも盛り上がれるように気を配っています。

> **ダンス団体**：菁々祭のイベントのひとつ。4つある団体が、それぞれのコンテンツのコピーダンスを披露する。ここでの「ラブライブ」はアニメ作品『ラブライブ!』のダンス団体「ラブライブ！サンスクリット」、「坂道系」は櫻坂46といった「坂道系」のジャンルに大別されるアイドルグループのダンス団体「TDJ48」のことを指している。

———近年ボカロは一大人気コンテンツになりましたよね。昔は「オタク」のイメージが強かったですが、この頃は誰でも楽しめるものになっているように思います。

**リーダー**：やっぱり最近のボカロ人気に後押しされてる感じはありますね。舞台に立つ中にも中1や中2いたりと年齢層が若くて、最近ハマり始めたっていう人でも十分楽しめると思います。

———観る方もやる方も楽しめる、という感じで。

**リーダー**：そうやって会場全体で盛り上がると良いなと思います。DJ はやっぱり曲を聴いて楽しむもので、今年はボカロを中心としてサブカルの曲を流すわけですが、そういうジャンルの曲をあまり知らないという方こそ是非DJを観に来て、知らない曲との出会いを楽しんでほしいです。

———何か観客の方々に向けての意気込みはありますか？

**リーダー**：去年より人も増えて、パワーアップしたT(DJ)\xb2を、ぜひ観に来てください！

---

大盛況だった昨年のT(DJ)\xb2のYouTube動画は以下より視聴できます。

[【東大寺学園文化祭】T(DJ)\xb2](https://www.youtube.com/watch?v=qVO-NxdRp-E)

会場全体がスピーカーから流れるひとつの音に夢中になり、観客のそれぞれがビートに乗せて心を弾ませるT(DJ)\xb2。自分たちのカルチャーを、他者の批評に臆せず、それでいて他者とともに楽しむ、これこそが文化祭である菁々祭の本質です。T(DJ)\xb2はそれを最も体現するイベントのひとつでしょう。今回のインタビューでは、取材を受けてくれたリーダーのみならずメンバーからも真面目さと熱意が伝わってきました。菁々祭に足を運んでくださった際には、ぜひ、T(DJ)\xb2を観てはいかがでしょうか？
`};var an=a(68869),as=a(22738),ao=a(24742),al=a(30876);let ar=`
# ロックな音楽を君と

菁々祭の特徴は、なんといってもイベントが多様なところ。それぞれの団体が独自のパフォーマンスでステージを盛り上げます。その中でも、自らが奏でる旋律で観客の心を掴む音楽系イベントは、和太鼓演奏、菁々コンサート、音楽部ライブ、室内楽部演奏会、有志バンド…と盛りだくさんで、どれも見逃せません！今回は、有志で集まり菁々祭に向けてバンド活動に励む2つの有志バンドに話を伺いました。

取材に応えてくれたのは以下のメンバー。いずれも高校1年生。

- <span style={{ color: ”#ffd770” }}>釈迦釈迦BOYS リーダー</span>
- <span style={{ color: ”#40e0d0” }}>Bo’z リーダー</span>
- <span style={{ color: ”#5f9ea0” }}>Bo’z 副リーダー</span>

## バンド名の由来

———最初に、それぞれのバンド名について、その由来を教えてください。

<span style={{ color: ”#ffd770” }}>釈迦釈迦BOYS リーダー</span>：「釈迦釈迦BOYS」という名前で活動しています。バンドの発起人のうちのひとりが「みんなに親しみやすく、かつ仏教に絡めた名前にしたい」と名付けました。

![去年の公演終わりの一枚。](IMG_3833.webp)

去年の公演終わりの一枚。

<span style={{ color: ”#5f9ea0” }}>Bo’z 副リーダー</span>：僕らの名前は「Bo’z」です。ロックユニットの「B’z」を文字ってつけました。

![練習時の時にメンバーらを撮った写真。](IMG_3836.webp)

練習時の時にメンバーらを撮った写真。

## バンド結成と音楽経験

———では、バンドを結成するまでのことについて教えてください。

<span style={{ color: ”#ffd770” }}>釈迦釈迦BOYS リーダー</span>：まず、さっきも言った発起人の3人がバンドやろうぜって感じで始めて、最初は3人のバンドという形でした。そのうちにその3人が、ドラムの出来るやつを探そうとして呼ばれたのが俺で、他のメンバーもキーボード、ギターの出来るやつってことで声がかかり、最終的に6人になりました。この話があったのが去年の春ぐらいですね。5月に始めてスタジオ練習に行きました。

<span style={{ color: ”#40e0d0” }}>Bo’z リーダー</span>：僕らも同じで、最初は僕と副リーダーの2人から始まりました。僕が趣味がほしいと思ってベースを始めたのとちょうど同じ時期に副リーダーが楽器を始めて、じゃあバンドやろうって感じで。それで、手当たり次第に友達に声をかけて、3人を集めて、5人になりました。

———どちらも最初から全員が集まってたわけではないんですね。音楽経験はどうだったんですか？

<span style={{ color: ”#5f9ea0” }}>Bo’z リーダー</span>：僕がベースを買ったのが今年の5月とかなんでめっちゃ初心者なんですけど、ほかの3人は経験者です。うち1人は音楽部ですし。

<span style={{ color: ”#5f9ea0” }}>Bo’z 副リーダー</span>：僕も姉がギターをやってるのを見て始めた、って感じなので経験歴は深いわけではないです。

<span style={{ color: ”#ffd770” }}>釈迦釈迦BOYS リーダー</span>：俺らはある程度はありましたが、ただ発起人の中のベース担当はまったくの初めてだったそうです。

———Bo’zは今年からのバンドなんですね。

<span style={{ color: ”#5f9ea0” }}>Bo’z リーダー</span>：はい。初めての全体練習は今年のゴールデンウィークのことでした。

———来年も続けようと思いますか？

<span style={{ color: ”#5f9ea0” }}>Bo’z リーダー</span>：僕は来年もやりたいですね。もちろんメンバーがどう思ってるかは分かんないですけど、今活動してる中では面白いと思ってるので。

## 昨年のステージを振り返って

———釈迦釈迦BOYSは去年からのバンドですよね。去年やってみてどうでしたか？

<span style={{ color: ”#ffd770” }}>釈迦釈迦BOYS リーダー</span>：俺としては、メンバーがそれぞれ上手いからさほど緊張しなかったんですが、周りはやっぱり緊張してたらしく、メンタル面での伸び代を感じました。

———今年はそれを乗り越えてのパフォーマンスということですね。

<span style={{ color: ”#ffd770” }}>釈迦釈迦BOYS リーダー</span>：まあそれも目標ですね。2年目ですから。

![去年の公演の様子。大盛況だった。](IMG_3832.webp)

去年の公演の様子。大盛況だった。

## 演奏する曲と選曲のこだわり

———それぞれどういう曲のジャンルをやるんですか？自分たちで作った曲などがあるんですか？

<span style={{ color: ”#5f9ea0” }}>Bo’z リーダー</span>：僕らと釈迦釈迦のどちらもコピーバンドなので、何か既存の曲を練習しています。今年何の曲をやるかは言いませんが、平成のバンド最盛期のころのロックを主としています。

<span style={{ color: ”#ffd770” }}>釈迦釈迦BOYS リーダー</span>：俺らも具体的に何をやるかは言えないですが、メンバーのギターがすごく上手いのでギターが目立つ曲を選ぶようにしています。去年ではONE OK ROCKの『欲望に満ちた青年団』とかですね。観客の広く知ってるという意味でスピッツの『チェリー』なんかもやりました。

———新しい曲ばかりがメイン、というわけではないんですね。

## 個人練習と全体練習

———どういうスタイルで練習するんですか？

<span style={{ color: ”#5f9ea0” }}>Bo’z 副リーダー</span>：一度、それぞれの担当する楽器を各々で練習してから、一定のペースで全体で音を合わせる、という形式ですね。みんなとやった方が練習になるんですけど、そもそも個人が出来なかったら元も子もないので、ある程度は自分で仕上げないといけません。

<span style={{ color: ”#ffd770” }}>釈迦釈迦BOYS リーダー</span>：僕らも、個人でそれなりに練習してから全体で合わせるようにしています。このときにそれぞれの解釈違いなどがあるので、丁寧に解消するのが大切です。

![合同練習の最中に撮ってもらった。](IMG_3834.webp)

合同練習の最中に撮ってもらった。

## 今年のステージへの意気込み

———それでは、何か今年に向けての意気込みなどありますか？

<span style={{ color: ”#ffd770” }}>釈迦釈迦BOYS リーダー</span>：僕としては、釈迦釈迦のドラム良かったな、って言ってもらえることを目指しています。ただ、リーダーとしてバンド全体のことを考えると、最近の音楽シーンでは、米津玄師などソロのアーティストの人気が高いじゃないですか。その中で、バンドの良さというか、良いバンドも世にいっぱいあるんだということを伝えたいです。

<span style={{ color: ”#5f9ea0” }}>Bo’z リーダー</span>：僕たちには、プロじゃないからこその、初心者だからこその熱や必死さがあると思っています。荒削りながらも、迫力に溢れたステージにできればいいなと願っています。菁々祭を経験している他のバンドにはない、自分たちだけの這い上がっていく過程を観客の方々に見ていただきたいです。あとはかっこよくできればいいですね。

## 当日の公演について

当日は、今回取材した2つに加え、高校2年生のバンドが2つあり、計4つの団体の演奏が予定されています。場所は、両日とも音楽室の予定です。

菁々祭、それは一人ひとりが皆異なった方法ではありながらも自分たちのすべてを発揮する場所。有志という成り立ちだからこそ独自の音楽パフォーマンスで活躍する姿は、観た人に感動をもたらすことでしょう。自分の好きを仲間と突き詰めてゆく努力のさまが、今回のインタビューからも感じ取れました。菁々祭に来場された際には、ぜひ有志バンドの鑑賞を予定のひとつに入れてみては？
`,ad={title:"ロックな音楽を君と",date:"2026.07.25",author:"副パ長 I.O.",topic:"有志バンド",thumbnail:an.default,thumbnailPath:"./62/8/IMG_3833.webp",images:{"IMG_3833.webp":an.default,"IMG_3836.webp":as.default,"IMG_3832.webp":ao.default,"IMG_3834.webp":al.default},twitterEmbedded:!1,description:`
菁々祭の特徴は、なんといってもイベントが多様なところ。それぞれの団体が独自のパフォーマンスでステージを盛り上げます。その中でも、自らが奏でる旋律で観客の心を掴む音楽系イベントは、和太鼓演奏、菁々コンサート、音楽部ライブ、室内楽部演奏会、有志バンド…と盛りだくさんで、どれも見逃せません！今回は、有志で集まり菁々祭に向けてバンド活動に励む2つの有志バンドに話を伺いました。
`,content:ar},ag=["62","61","60","59"],am={...t4,"62/07":ai,"62/08":ad},ap=/^(\d{2})\/(\d{2})$/,ab=/^(\d{4})\.(\d{2})\.(\d{2})$/,au=Date.parse("2026-09-13T23:59:59.999+09:00"),ah={"62/05":{"IMG_3398.jpeg":t9.default}},ac=Object.entries(am).flatMap(([e,t])=>{let a=function(e,t){let a=ap.exec(e);if(!a)return;let[,i,n]=a,s=t.date.trim(),o=function(e){let t=ab.exec(e.trim());if(!t)return"";let[,a,i,n]=t,s=new Date(Date.UTC(Number(a),Number(i)-1,Number(n)));return s.getUTCFullYear()!==Number(a)||s.getUTCMonth()!==Number(i)-1||s.getUTCDate()!==Number(n)?"":`${a}-${i}-${n}`}(s);if(!o)return;let l=t.thumbnailPath.split("/").pop(),r={...t.images,...ah[e]??{}};return l&&!Object.hasOwn(r,l)&&(r[l]=t.thumbnail),{key:e,year:i,slug:n,title:t.title,date:s,dateTime:o,author:t.author,topic:t.topic,thumbnail:t.thumbnail,images:r,description:t.description.trim(),content:t.content.trim()}}(e,t);return a?[a]:[]});function aA(e,t){let a=t.dateTime.localeCompare(e.dateTime);if(0!==a)return a;let i=Number(t.slug)-Number(e.slug);return 0!==i?i:t.key.localeCompare(e.key)}var aP=a(59581),af=a.n(aP),av=a(99757),a_=a(85629),aE=a.n(a_);function aw({post:e,priority:t=!1,headingLevel:a=2}){return(0,i.jsx)("article",{className:aE().card,children:(0,i.jsxs)(af(),{href:`/blog/${e.year}/${e.slug}`,className:aE().link,children:[(0,i.jsxs)("div",{className:aE().imageFrame,children:[(0,i.jsx)(av.default,{src:e.thumbnail,alt:"",fill:!0,sizes:"(max-width: 559px) calc(100vw - 40px), (max-width: 899px) 45vw, 350px",priority:t,className:aE().image}),!function(e){let t=Date.parse(`${e.dateTime}T00:00:00.000Z`);if(!Number.isFinite(t))return!1;let a=au-t;return a>=0&&a<=12096e5}(e)?null:(0,i.jsx)("span",{className:aE().newBadge,children:"NEW"})]}),(0,i.jsxs)("div",{className:aE().body,children:[(0,i.jsxs)("div",{className:aE().meta,children:[(0,i.jsx)("time",{dateTime:e.dateTime,children:e.date}),(0,i.jsx)("span",{className:aE().topic,children:e.topic})]}),(0,i.jsx)(3===a?"h3":"h2",{className:aE().title,children:e.title}),(0,i.jsxs)("div",{className:aE().bottom,children:[(0,i.jsx)("span",{className:aE().author,children:e.author}),(0,i.jsx)("span",{className:aE().arrow,"aria-hidden":"true",children:(0,i.jsx)("svg",{viewBox:"0 0 24 24",fill:"none",children:(0,i.jsx)("path",{d:"M5 12h14m-6-6 6 6-6 6"})})})]})]})]})})}var aj=a(89735),aQ=a(74885),aD=a.n(aQ);let aB={62:"nd",61:"st",60:"th",59:"th"};function aC({selectedYear:e}){let t=void 0===e||/^\d{2}$/.test(e)?ac.filter(t=>void 0===e||t.year===e).slice().sort(aA):[];return(0,i.jsxs)("main",{className:aD().page,children:[(0,i.jsxs)("div",{className:aD().content,children:[(0,i.jsxs)("header",{className:aD().heading,children:[(0,i.jsx)("h1",{children:"Blog"}),(0,i.jsx)("span",{className:aD().headingCaption,children:"菁々祭ブログ"})]}),(0,i.jsx)("nav",{className:aD().years,"aria-label":"開催回でブログを選ぶ",children:ag.map(t=>(0,i.jsxs)(af(),{href:t===ag[0]?"/blog":`/blog?year=${t}`,"aria-current":t===e?"page":void 0,"aria-label":`第${t}回菁々祭のブログ`,className:aD().year,scroll:!1,children:[(0,i.jsxs)("span",{className:aD().edition,children:[t,(0,i.jsx)("span",{children:aB[t]??"th"})]}),(0,i.jsx)("span",{className:aD().calendarYear,children:Number(t)+1964})]},t))}),(0,i.jsx)("section",{"aria-label":`第${e}回菁々祭の記事`,className:aD().articles,children:t.length?(0,i.jsx)("div",{className:aD().grid,children:t.map((e,t)=>(0,i.jsx)(aw,{post:e,priority:0===t},e.key))}):(0,i.jsx)("p",{className:aD().empty,children:"記事は準備中です。"})})]}),(0,i.jsx)(aj.default,{})]})}function aI(){let e=(0,n.useSearchParams)().get("year"),t=e&&ag.includes(e)?e:ag[0];return(0,i.jsx)(aC,{selectedYear:t})}},22738:(e,t,a)=>{"use strict";a.r(t),a.d(t,{default:()=>i});let i={src:"/2026/_next/static/media/IMG_3836.d0049bdf.webp",height:768,width:1024,blurDataURL:"data:image/webp;base64,UklGRkgAAABXRUJQVlA4IDwAAADQAQCdASoIAAYAAkA4JaQAAup1qye7AAD+9MVn55OrUG2PzzU7AxxUBhK+FUF35yKLqqnKNAjrLSQAAAA=",blurWidth:8,blurHeight:6}},24670:(e,t,a)=>{"use strict";var i=a(3506);a.o(i,"usePathname")&&a.d(t,{usePathname:function(){return i.usePathname}}),a.o(i,"useSearchParams")&&a.d(t,{useSearchParams:function(){return i.useSearchParams}})},24742:(e,t,a)=>{"use strict";a.r(t),a.d(t,{default:()=>i});let i={src:"/2026/_next/static/media/IMG_3832.b3881878.webp",height:683,width:1024,blurDataURL:"data:image/webp;base64,UklGRkYAAABXRUJQVlA4IDoAAACwAQCdASoIAAUAAkA4JQBOgB6GMVdAAP55MTl6mN4N8AplLShJYa3h+zbZ4Zn1sxqIxCSmFMbuzAAA",blurWidth:8,blurHeight:5}},30876:(e,t,a)=>{"use strict";a.r(t),a.d(t,{default:()=>i});let i={src:"/2026/_next/static/media/IMG_3834.2d00f7e7.webp",height:576,width:1024,blurDataURL:"data:image/webp;base64,UklGRkgAAABXRUJQVlA4IDwAAACwAQCdASoIAAUAAkA4JQBOgB6PVVZAAP7tF5QNpGfxoZsIROkjaALZuZg2r53GoleCNM4omLXG66WAAAA=",blurWidth:8,blurHeight:5}},34306:(e,t,a)=>{"use strict";Object.defineProperty(t,"__esModule",{value:!0});var i={default:function(){return g},getImageProps:function(){return d}};for(var n in i)Object.defineProperty(t,n,{enumerable:!0,get:i[n]});let s=a(49418),o=a(50698),l=a(41618),r=s._(a(83258));function d(e){let{props:t}=(0,o.getImgProps)(e,{defaultLoader:r.default,imgConf:{deviceSizes:[640,750,828,1080,1200,1920,2048,3840],imageSizes:[32,48,64,96,128,256,384],qualities:[75],path:"/2026/_next/image/",loader:"default",dangerouslyAllowSVG:!1,unoptimized:!0}});for(let[e,a]of Object.entries(t))void 0===a&&delete t[e];return{props:t}}let g=l.Image},48626:(e,t,a)=>{"use strict";a.r(t),a.d(t,{default:()=>i});let i={src:"/2026/_next/static/media/IMG_3398.215967fe.jpeg",height:2448,width:3264,blurDataURL:"data:image/jpeg;base64,/9j/2wBDAAoKCgoKCgsMDAsPEA4QDxYUExMUFiIYGhgaGCIzICUgICUgMy03LCksNy1RQDg4QFFeT0pPXnFlZXGPiI+7u/v/2wBDAQoKCgoKCgsMDAsPEA4QDxYUExMUFiIYGhgaGCIzICUgICUgMy03LCksNy1RQDg4QFFeT0pPXnFlZXGPiI+7u/v/wgARCAAGAAgDASIAAhEBAxEB/8QAFQABAQAAAAAAAAAAAAAAAAAAAAX/xAAUAQEAAAAAAAAAAAAAAAAAAAAC/9oADAMBAAIQAxAAAACgAv/EABsQAAEEAwAAAAAAAAAAAAAAAAEAAwQGEiRC/9oACAEBAAE/AKjKO22Rzmv/xAAVEQEBAAAAAAAAAAAAAAAAAAAAAf/aAAgBAgEBPwCP/8QAFBEBAAAAAAAAAAAAAAAAAAAAAP/aAAgBAwEBPwB//9k=",blurWidth:8,blurHeight:6}},52115:e=>{e.exports={button:"BackToTop_button__ztp4k"}},68869:(e,t,a)=>{"use strict";a.r(t),a.d(t,{default:()=>i});let i={src:"/2026/_next/static/media/IMG_3833.c02c8a30.webp",height:768,width:1024,blurDataURL:"data:image/webp;base64,UklGRkgAAABXRUJQVlA4IDwAAADwAQCdASoIAAYAAkA4JZQCdAD0u4r7nQAA/koXcOZffxW9hq8VKjRBCwTWlbWvbc6nJOcVN+Lq6xqAAAA=",blurWidth:8,blurHeight:6}},71573:(e,t,a)=>{"use strict";a.r(t),a.d(t,{default:()=>i});let i={src:"/2026/_next/static/media/IMG_3807.5be4de6e.webp",height:781,width:1024,blurDataURL:"data:image/webp;base64,UklGRlAAAABXRUJQVlA4IEQAAADwAQCdASoIAAYAAkA4JYwCdAEWT0cFPoAA/qzFLKTbLBh/d2kKy5s5Uc7Zd3m3eTRiFBwBMRsW/7if5u0GEY4iXXAAAA==",blurWidth:8,blurHeight:6}},74885:e=>{e.exports={page:"page_page__PWBt3",content:"page_content__qrEx2",heading:"page_heading__ul3mw",headingCaption:"page_headingCaption__ICrU6",years:"page_years__AaBkK",year:"page_year__FZJQT",edition:"page_edition__HdhjH",calendarYear:"page_calendarYear__Bqdgm",articles:"page_articles___a2bu",grid:"page_grid__JWTaH",empty:"page_empty__5Sbmv"}},75410:(e,t,a)=>{"use strict";a.r(t),a.d(t,{default:()=>i});let i={src:"/2026/_next/static/media/IMG_8029.a289465f.webp",height:561,width:1024,blurDataURL:"data:image/webp;base64,UklGRkYAAABXRUJQVlA4IDoAAADQAQCdASoIAAQAAkA4JYwCdAEPAMAFgAD+QT7WXn5i3ytuBxzSkRRgWzR2atcJcMf08gmWtDcRUwAA",blurWidth:8,blurHeight:4}},85629:e=>{e.exports={card:"BlogCard_card__YdFMJ",link:"BlogCard_link__JlsGa",imageFrame:"BlogCard_imageFrame___qXlQ",image:"BlogCard_image__xDLb_",newBadge:"BlogCard_newBadge__HgcZK",body:"BlogCard_body__X71u5",meta:"BlogCard_meta__dVYc0",topic:"BlogCard_topic__wi4BH",title:"BlogCard_title__MXKs1",bottom:"BlogCard_bottom__yLKpI",author:"BlogCard_author__4Urvm",arrow:"BlogCard_arrow__Y1RtJ"}},89735:(e,t,a)=>{"use strict";a.d(t,{default:()=>l});var i=a(55158),n=a(5398),s=a(52115),o=a.n(s);function l(){let[e,t]=(0,n.useState)(!1);return((0,n.useEffect)(()=>{let e=()=>t(window.scrollY>320);return e(),window.addEventListener("scroll",e,{passive:!0}),()=>window.removeEventListener("scroll",e)},[]),e)?(0,i.jsx)("button",{type:"button",className:o().button,onClick:()=>{let e=window.matchMedia("(prefers-reduced-motion: reduce)").matches;window.scrollTo({top:0,behavior:e?"auto":"smooth"})},"aria-label":"ページ上部へ戻る",children:(0,i.jsx)("span",{"aria-hidden":"true",children:"↑"})}):null}},92577:(e,t,a)=>{"use strict";a.r(t),a.d(t,{default:()=>i});let i={src:"/2026/_next/static/media/IMG_3810.5b1e6e62.webp",height:999,width:2048,blurDataURL:"data:image/webp;base64,UklGRkwAAABXRUJQVlA4IEAAAACwAQCdASoIAAQAAkA4JagCdAD0gbJgAP78DWiX6zEU7HxBISfeqLIKY5lJz/oKGv+DfzZ+K1MEtyAyEhsP4AAA",blurWidth:8,blurHeight:4}},98184:(e,t,a)=>{Promise.resolve().then(a.t.bind(a,59581,23)),Promise.resolve().then(a.t.bind(a,41618,23)),Promise.resolve().then(a.bind(a,89735)),Promise.resolve().then(a.t.bind(a,85629,23)),Promise.resolve().then(a.bind(a,12382)),Promise.resolve().then(a.bind(a,33695)),Promise.resolve().then(a.bind(a,21380)),Promise.resolve().then(a.bind(a,22471)),Promise.resolve().then(a.bind(a,85233)),Promise.resolve().then(a.bind(a,58018)),Promise.resolve().then(a.bind(a,24743)),Promise.resolve().then(a.bind(a,35006)),Promise.resolve().then(a.bind(a,75837)),Promise.resolve().then(a.bind(a,63194)),Promise.resolve().then(a.bind(a,39025)),Promise.resolve().then(a.bind(a,22072)),Promise.resolve().then(a.bind(a,8875)),Promise.resolve().then(a.bind(a,34192)),Promise.resolve().then(a.bind(a,20552)),Promise.resolve().then(a.bind(a,37379)),Promise.resolve().then(a.bind(a,540)),Promise.resolve().then(a.bind(a,75130)),Promise.resolve().then(a.bind(a,44654)),Promise.resolve().then(a.bind(a,2883)),Promise.resolve().then(a.bind(a,48216)),Promise.resolve().then(a.bind(a,82410)),Promise.resolve().then(a.bind(a,24025)),Promise.resolve().then(a.bind(a,57366)),Promise.resolve().then(a.bind(a,21789)),Promise.resolve().then(a.bind(a,60100)),Promise.resolve().then(a.bind(a,33171)),Promise.resolve().then(a.bind(a,79178)),Promise.resolve().then(a.bind(a,87457)),Promise.resolve().then(a.bind(a,6632)),Promise.resolve().then(a.bind(a,80263)),Promise.resolve().then(a.bind(a,64311)),Promise.resolve().then(a.bind(a,51372)),Promise.resolve().then(a.bind(a,60204)),Promise.resolve().then(a.bind(a,75005)),Promise.resolve().then(a.bind(a,24574)),Promise.resolve().then(a.bind(a,69011)),Promise.resolve().then(a.bind(a,22058)),Promise.resolve().then(a.bind(a,39882)),Promise.resolve().then(a.bind(a,44065)),Promise.resolve().then(a.bind(a,59432)),Promise.resolve().then(a.bind(a,63343)),Promise.resolve().then(a.bind(a,46806)),Promise.resolve().then(a.bind(a,31997)),Promise.resolve().then(a.bind(a,65892)),Promise.resolve().then(a.bind(a,13131)),Promise.resolve().then(a.bind(a,28706)),Promise.resolve().then(a.bind(a,25083)),Promise.resolve().then(a.bind(a,98176)),Promise.resolve().then(a.bind(a,10487)),Promise.resolve().then(a.bind(a,99692)),Promise.resolve().then(a.bind(a,92901)),Promise.resolve().then(a.bind(a,97906)),Promise.resolve().then(a.bind(a,60283)),Promise.resolve().then(a.bind(a,49198)),Promise.resolve().then(a.bind(a,40877)),Promise.resolve().then(a.bind(a,2128)),Promise.resolve().then(a.bind(a,84891)),Promise.resolve().then(a.bind(a,43969)),Promise.resolve().then(a.bind(a,80978)),Promise.resolve().then(a.bind(a,3861)),Promise.resolve().then(a.bind(a,30199)),Promise.resolve().then(a.bind(a,83806)),Promise.resolve().then(a.bind(a,50693)),Promise.resolve().then(a.bind(a,17548)),Promise.resolve().then(a.bind(a,45051)),Promise.resolve().then(a.bind(a,61970)),Promise.resolve().then(a.bind(a,41545)),Promise.resolve().then(a.bind(a,79184)),Promise.resolve().then(a.bind(a,40415)),Promise.resolve().then(a.bind(a,89158)),Promise.resolve().then(a.bind(a,16110)),Promise.resolve().then(a.bind(a,58438)),Promise.resolve().then(a.bind(a,63839)),Promise.resolve().then(a.bind(a,43124)),Promise.resolve().then(a.bind(a,5165)),Promise.resolve().then(a.bind(a,10714)),Promise.resolve().then(a.bind(a,82243)),Promise.resolve().then(a.bind(a,35e3)),Promise.resolve().then(a.bind(a,67697)),Promise.resolve().then(a.bind(a,75550)),Promise.resolve().then(a.bind(a,16887)),Promise.resolve().then(a.bind(a,5607)),Promise.resolve().then(a.bind(a,96573)),Promise.resolve().then(a.bind(a,34884)),Promise.resolve().then(a.bind(a,35759)),Promise.resolve().then(a.bind(a,32150)),Promise.resolve().then(a.bind(a,62241)),Promise.resolve().then(a.bind(a,6528)),Promise.resolve().then(a.bind(a,46809)),Promise.resolve().then(a.bind(a,39298)),Promise.resolve().then(a.bind(a,83467)),Promise.resolve().then(a.bind(a,16292)),Promise.resolve().then(a.bind(a,99005)),Promise.resolve().then(a.bind(a,34812)),Promise.resolve().then(a.bind(a,61815)),Promise.resolve().then(a.bind(a,88908)),Promise.resolve().then(a.bind(a,1559)),Promise.resolve().then(a.bind(a,55166)),Promise.resolve().then(a.bind(a,47837)),Promise.resolve().then(a.bind(a,11454)),Promise.resolve().then(a.bind(a,40603)),Promise.resolve().then(a.bind(a,89794)),Promise.resolve().then(a.bind(a,5249)),Promise.resolve().then(a.bind(a,94607)),Promise.resolve().then(a.bind(a,8052)),Promise.resolve().then(a.bind(a,25410)),Promise.resolve().then(a.bind(a,91187)),Promise.resolve().then(a.bind(a,78856)),Promise.resolve().then(a.bind(a,86281)),Promise.resolve().then(a.bind(a,8746)),Promise.resolve().then(a.bind(a,66365)),Promise.resolve().then(a.bind(a,97892)),Promise.resolve().then(a.bind(a,29327)),Promise.resolve().then(a.bind(a,51964)),Promise.resolve().then(a.bind(a,93618)),Promise.resolve().then(a.bind(a,75611)),Promise.resolve().then(a.bind(a,86675)),Promise.resolve().then(a.bind(a,95075)),Promise.resolve().then(a.bind(a,8869)),Promise.resolve().then(a.bind(a,93099)),Promise.resolve().then(a.bind(a,88540)),Promise.resolve().then(a.bind(a,4452)),Promise.resolve().then(a.bind(a,49369)),Promise.resolve().then(a.bind(a,58805)),Promise.resolve().then(a.bind(a,97801)),Promise.resolve().then(a.bind(a,49549)),Promise.resolve().then(a.bind(a,68386)),Promise.resolve().then(a.bind(a,29065)),Promise.resolve().then(a.bind(a,57219)),Promise.resolve().then(a.bind(a,76136)),Promise.resolve().then(a.bind(a,21055)),Promise.resolve().then(a.bind(a,393)),Promise.resolve().then(a.bind(a,54470)),Promise.resolve().then(a.bind(a,29362)),Promise.resolve().then(a.bind(a,30640)),Promise.resolve().then(a.bind(a,54595)),Promise.resolve().then(a.bind(a,73791)),Promise.resolve().then(a.bind(a,3238)),Promise.resolve().then(a.bind(a,64667)),Promise.resolve().then(a.bind(a,43960)),Promise.resolve().then(a.bind(a,33659)),Promise.resolve().then(a.bind(a,79966)),Promise.resolve().then(a.bind(a,12243)),Promise.resolve().then(a.bind(a,6735)),Promise.resolve().then(a.bind(a,80541)),Promise.resolve().then(a.bind(a,18557)),Promise.resolve().then(a.bind(a,66320)),Promise.resolve().then(a.bind(a,54427)),Promise.resolve().then(a.bind(a,8374)),Promise.resolve().then(a.bind(a,68211)),Promise.resolve().then(a.bind(a,31792)),Promise.resolve().then(a.bind(a,17075)),Promise.resolve().then(a.bind(a,24463)),Promise.resolve().then(a.bind(a,76725)),Promise.resolve().then(a.bind(a,88974)),Promise.resolve().then(a.bind(a,62119)),Promise.resolve().then(a.bind(a,63040)),Promise.resolve().then(a.bind(a,19673)),Promise.resolve().then(a.bind(a,12162)),Promise.resolve().then(a.bind(a,78588)),Promise.resolve().then(a.bind(a,88136)),Promise.resolve().then(a.bind(a,50954)),Promise.resolve().then(a.bind(a,39909)),Promise.resolve().then(a.bind(a,95044)),Promise.resolve().then(a.bind(a,90111)),Promise.resolve().then(a.bind(a,48626)),Promise.resolve().then(a.bind(a,92818)),Promise.resolve().then(a.bind(a,40669)),Promise.resolve().then(a.bind(a,46679)),Promise.resolve().then(a.bind(a,36790)),Promise.resolve().then(a.bind(a,22225)),Promise.resolve().then(a.bind(a,36014)),Promise.resolve().then(a.bind(a,62664)),Promise.resolve().then(a.bind(a,67243)),Promise.resolve().then(a.bind(a,71573)),Promise.resolve().then(a.bind(a,1531)),Promise.resolve().then(a.bind(a,92577)),Promise.resolve().then(a.bind(a,75410)),Promise.resolve().then(a.bind(a,24742)),Promise.resolve().then(a.bind(a,68869)),Promise.resolve().then(a.bind(a,30876)),Promise.resolve().then(a.bind(a,22738)),Promise.resolve().then(a.bind(a,1350)),Promise.resolve().then(a.bind(a,14397)),Promise.resolve().then(a.t.bind(a,74885,23))},99757:(e,t,a)=>{"use strict";a.d(t,{default:()=>n.a});var i=a(34306),n=a.n(i)}}]);